[
    {
        "classification": 1,
        "headlineText": "President Trump said there was a “very, very good chance” of a trade deal with China being reached when he meets with the Chinese president in March.",
        "headlineTitle": "U.S. and China Extend Talks, but Final Deal Remains Elusive",
        "idx": 0
    },
    {
        "classification": 1,
        "headlineText": "Despite talk that the dollar was losing dominance, it has only gained stature, reinforcing President Trump’s power to dictate foreign policy.",
        "headlineTitle": "The Dollar Is Still King. How (in the World) Did That Happen?",
        "idx": 1
    },
    {
        "classification": -1,
        "headlineText": "The Fed released minutes of its January meeting showing officials continued to express confidence in the economy but saw enough warning signs to warrant a pause in rate increases.",
        "headlineTitle": "Fed Explains Pause as Officials Debate Future Rate Increases",
        "idx": 6
    },
    {
        "classification": -1,
        "headlineText": "A proposal to tax wealth finds support across party lines, along with the premise that the government should combat inequality.",
        "headlineTitle": "Democrats Want to Tax the Wealthy. Many Voters Agree.",
        "idx": 7
    },
    {
        "classification": 1,
        "headlineText": "A decline in residential real estate has led several recessions. With construction still in a multiyear slump, it seems unlikely to be the culprit this year.",
        "headlineTitle": "Housing Is Already in a Slump. So It (Probably) Can’t Cause a Recession.",
        "idx": 8
    },
    {
        "classification": -1,
        "headlineText": "There are other tools that don’t involve quite the risks and challenges of targeting the richest families.",
        "headlineTitle": "Elizabeth Warren Wants a Wealth Tax. How Would That Even Work?",
        "idx": 9
    },
    {
        "classification": -1,
        "headlineText": "Plus, tax season brings bad news, and the Fed offers more clues about its change of heart.",
        "headlineTitle": "The Week in Business: Amazon Breaks Up With New York, and Warren Buffett Takes Stock",
        "idx": 10
    },
    {
        "classification": -1,
        "headlineText": "With millions of people filing tax returns under a new tax law and after a long government shutdown, this is a challenging year. We offer survival tips and extensive coverage.",
        "headlineTitle": "Watch Out. Tax Season Is Even More Stressful Than Usual.",
        "idx": 11
    },
    {
        "classification": 1,
        "headlineText": "In terms of economic, political and cultural impact, the finance industry dominates. But tech is gaining fast, and is where much of the growth is.",
        "headlineTitle": "Even Without Amazon, Tech Could Keep Gaining Ground in New York",
        "idx": 13
    },
    {
        "classification": -1,
        "headlineText": "Both sides said “progress” had been made in the talks but deep disagreements remain ahead of the March deadline set by leaders of both countries.",
        "headlineTitle": "China and U.S. to Continue Trade Talks Next Week",
        "idx": 14
    },
    {
        "classification": -1,
        "headlineText": "Europe’s largest economy showed no growth in the fourth quarter as steel tariffs hit manufacturers and sales to China declined.",
        "headlineTitle": "German Growth Stagnates as Trump Trade War Starts to Bite",
        "idx": 16
    },
    {
        "classification": -1,
        "headlineText": "Fewer taxpayer calls are being answered and wait times are longer, a new report finds.",
        "headlineTitle": "The Government Shutdown Made the I.R.S. Even More Frustrating",
        "idx": 18
    },
    {
        "classification": -1,
        "headlineText": "A proposal to restrict stock buybacks is the latest push by party leaders to force corporations to spend more on workers.",
        "headlineTitle": "Democrats Aim to Limit Corporate Windfall From Trump Tax Cut",
        "idx": 20
    },
    {
        "classification": -1,
        "headlineText": "The economy has been fairly strong, but economists are nearly unanimous in concluding that President Trump’s economic policies are destructive.",
        "headlineTitle": "An A- for the U.S. Economy, but Failing Grades for Trump’s Policies",
        "idx": 23
    },
    {
        "classification": 1,
        "headlineText": "Innovation, investment and inviting geology have given new life to an oil patch that once seemed spent. The oil field is now the world’s second most productive.",
        "headlineTitle": "How a ‘Monster’ Texas Oil Field Made the U.S. a Star in the World Market",
        "idx": 24
    },
    {
        "classification": -1,
        "headlineText": "Depression and suicide rates rose alarmingly during the debt crisis as the country cut wages and health services and increased taxes.",
        "headlineTitle": "Greece, 10 Years Into Economic Crisis, Counts the Cost to Mental Health",
        "idx": 25
    },
    {
        "classification": -1,
        "headlineText": "From Apple to Nvidia, tech companies say business is slowing. Among the reasons: China and a Bitcoin slump. It may be just a bump — until it’s not.",
        "headlineTitle": "Behind Tech’s Shine, Some Warnings Signs Appear",
        "idx": 26
    },
    {
        "classification": -1,
        "headlineText": "Also, the Fed makes a surprising announcement, and the true cost of the government shutdown.",
        "headlineTitle": "The Week in Business: Let the Apple vs. Facebook Battle Begin, and China Goes Soybean Shopping",
        "idx": 27
    },
    {
        "classification": -1,
        "headlineText": "The Fed’s newfound patience on raising interest rates is just what President Trump wanted. Its explanation, however, is unlikely to please him.",
        "headlineTitle": "Trump’s Policies, Not His Insults, Contributed to the Fed’s Shift",
        "idx": 28
    },
    {
        "classification": 1,
        "headlineText": "The economy added 304,000 jobs in January, the 100th consecutive month of payroll gains. Unemployment ticked up to 4 percent, possibly a shutdown-related anomaly.",
        "headlineTitle": "U.S. Job Gains Show Employers Shrugged Off Government Shutdown",
        "idx": 31
    },
    {
        "classification": -1,
        "headlineText": "The Italian economy shrank for a second quarter while the eurozone barely grew, new data showed, raising concern about a global slowdown.",
        "headlineTitle": "Italy Slides Into Recession as Europe Stalls, Stoking Global Fears",
        "idx": 32
    },
    {
        "classification": -1,
        "headlineText": "The leaked report undercut a tenet of Prime Minister Narendra Modi’s job-creation vows, and came out just months before the next election.",
        "headlineTitle": "India’s Leader Is Accused of Hiding Unemployment Data Before Vote",
        "idx": 33
    },
    {
        "classification": -1,
        "headlineText": "Investment in the sector nearly halved in 2018 as negotiations over the departure from the European Union led to uncertainty for manufacturers.",
        "headlineTitle": "U.K. Auto Industry Already Feeling the Brexit Pinch",
        "idx": 34
    },
    {
        "classification": 1,
        "headlineText": "The Federal Reserve said it expected continued growth but, in a sharp reversal, indicated it stood ready either to increase or to reduce rates, depending on economic conditions.",
        "headlineTitle": "Fed Signals End of Interest Rate Increases",
        "idx": 36
    },
    {
        "classification": 1,
        "headlineText": "In the barely inhabited steppes of Central Asia, it is establishing the next foothold in its trillion-dollar campaign to transform global infrastructure.",
        "headlineTitle": "Can China Turn the Middle of Nowhere Into the Center of the World Economy?",
        "idx": 38
    },
    {
        "classification": -1,
        "headlineText": "Forecasters, investors and policymakers lack many of the reports they rely on, just as concerns grow that the nation’s economic expansion could be ending.",
        "headlineTitle": "Government Shutdown Is Over, So Where Is the Economic Data?",
        "idx": 39
    },
    {
        "classification": -1,
        "headlineText": "Much of that money will be recouped as workers receive back pay, but the financial damage is lingering and another potential shutdown looms.",
        "headlineTitle": "Government Shutdown Cost U.S. Economy $11 Billion, C.B.O. Says",
        "idx": 40
    },
    {
        "classification": -1,
        "headlineText": "Just when we thought we were out, global deflationary forces have pulled us back in.",
        "headlineTitle": "The World Economy Just Can’t Escape Its Low-Growth, Low-Inflation Rut",
        "idx": 41
    },
    {
        "classification": 1,
        "headlineText": "The government shutdown ends (for now), and China comes to the trade talk table.",
        "headlineTitle": "The Week in Business: The Shutdown Ends (for Now), and Venezuela Has One More President Than It Needs",
        "idx": 42
    },
    {
        "classification": -1,
        "headlineText": "A year after the Trump administration tried to help American manufacturers of laundry equipment, prices are up, sales have fallen and stock prices are down.",
        "headlineTitle": "How Tariffs Stained the Washing Machine Market",
        "idx": 43
    },
    {
        "classification": -1,
        "headlineText": "Financial markets will put a price on anything. They are trying to assess Britain’s looming exit from the European Union and the effects of political conflict in the United States, our columnist says.",
        "headlineTitle": "Governments Malfunction and the Markets Place Their Bets",
        "idx": 44
    },
    {
        "classification": -1,
        "headlineText": "Unions representing civil servants might be expected to speak in unison on getting their members back to work, but differences in tactics and philosophy are emerging.",
        "headlineTitle": "Divisions Over Trump Complicate Unions’ Response to Government Shutdown",
        "idx": 45
    },
    {
        "classification": -1,
        "headlineText": "A ceremony intended to shore up Europe’s core highlighted the daunting challenges the Continent faces, from populism to a wobbly American alliance.",
        "headlineTitle": "Germany and France Renew Their Vows, but Challenges Abound",
        "idx": 46
    },
    {
        "classification": -1,
        "headlineText": "An influential financier says investors should pay heed to growing risks and social tensions — a message resonating at the World Economic Forum.",
        "headlineTitle": "Chilling Davos: A Bleak Warning on Global Division and Debt",
        "idx": 47
    },
    {
        "classification": -1,
        "headlineText": "The United States and China will meet later this month as administration officials look to calm volatile markets amid concerns an agreement may not be in reach.",
        "headlineTitle": "Pessimism Looms Over Prospect of a Sweeping China Trade Deal",
        "idx": 49
    },
    {
        "classification": -1,
        "headlineText": "In the past, China has helped to pull the global economy out of weak spots. This time, it might not come through.",
        "headlineTitle": "China’s Slowdown Looms Just as the World Looks for Growth",
        "idx": 50
    },
    {
        "classification": -1,
        "headlineText": "Consumer-sentiment readings are declining, and more Americans rate President Trump’s economic policies poorly, as the impasse in Washington drags on.",
        "headlineTitle": "Polls Show Government Shutdown Is Eroding Faith in Economy",
        "idx": 51
    },
    {
        "classification": -1,
        "headlineText": "Many of the big economic questions in coming decades will come down to just how extreme the weather will be, and how to value the future versus the present.",
        "headlineTitle": "Climate Change’s Giant Impact on the Economy: 4 Key Issues",
        "idx": 53
    },
    {
        "classification": -1,
        "headlineText": "Federal work is an anchor in many local economies, offering security and benefits increasingly rare in the private sector and a route to the middle class.",
        "headlineTitle": "Government Shutdown Shakes Stability of Jobs That Are Often the Best Around",
        "idx": 54
    },
    {
        "classification": -1,
        "headlineText": "The White House doubled its estimate of the shutdown’s drag on growth, and other economists warned a long stalemate could push the economy into a contraction.",
        "headlineTitle": "Shutdown’s Economic Damage Starts to Pile Up, Threatening an End to Growth",
        "idx": 56
    },
    {
        "classification": -1,
        "headlineText": "Beijing’s proposed concessions may help both sides, but may not alleviate the tensions fueling its economic conflict with the United States.",
        "headlineTitle": "China Offers Trump a Trade Peace Deal. It May Not Be Enough.",
        "idx": 61
    },
    {
        "classification": -1,
        "headlineText": "Some venture capitalists are rooting for a market dip to calm Silicon Valley’s overheated start-up scene.",
        "headlineTitle": "Who Wants a Market Downturn? These Investors Actually Do",
        "idx": 62
    },
    {
        "classification": -1,
        "headlineText": "If Walmart, Lowe’s and other companies win their property tax appeals, homeowners and small businesses will have to pay more or live with smaller town budgets.",
        "headlineTitle": "As Big Retailers Seek to Cut Their Tax Bills, Towns Bear the Brunt",
        "idx": 63
    },
    {
        "classification": 1,
        "headlineText": "His message to investors seemed to repair the damage from his remarks two weeks ago.",
        "headlineTitle": "Fed Chairman Powell to Markets: I Hear You",
        "idx": 64
    },
    {
        "classification": -1,
        "headlineText": "Jerome H. Powell, the Federal Reserve chairman, also said that if asked to resign by President Trump, he would refuse.",
        "headlineTitle": "Powell Says a ‘Patient’ Fed Is Watching for Signs of Economic Weakness",
        "idx": 65
    },
    {
        "classification": -1,
        "headlineText": "The Chinese central bank’s move is intended to send a signal that Beijing is ready to stem a slowdown that has darkened the global outlook.",
        "headlineTitle": "China Pours $218 Billion Into the Economy as Growth Slows",
        "idx": 66
    },
    {
        "classification": 1,
        "headlineText": "A December gain of 312,000 jobs sent stocks up more than 3 percent, and the Federal Reserve chairman offered soothing words on the central bank’s plans.",
        "headlineTitle": "Strong Hiring and Fed Chief’s Reassurance on Rates Delight Investors",
        "idx": 67
    },
    {
        "classification": -1,
        "headlineText": "The industry sold more than 17 million vehicles for the fourth straight year. But it is relying more on fleet sales, and economic winds are not favorable.",
        "headlineTitle": "U.S. Auto Sales Put Up a Big Number, but Show Signs of Strain",
        "idx": 68
    },
    {
        "classification": -1,
        "headlineText": "Moves like Mnuchin’s phone calls to bank C.E.O.s could create a broader crisis of confidence.",
        "headlineTitle": "Economy Is Strong. Leadership Is Shaky. Which Will Win Out in 2019?",
        "idx": 72
    },
    {
        "classification": 1,
        "headlineText": "Amazon’s power is even more pronounced in the nail-biter sprint toward Christmas. A two-decade obsession with delivery speed has given it a huge edge.",
        "headlineTitle": "Last-Minute Shoppers Increasingly Trust Only Amazon to Deliver",
        "idx": 74
    },
    {
        "classification": -1,
        "headlineText": "Walking a narrow line between signaling interest rate intentions and vowing to be nimble in response to changing conditions, he helps prompt a stock sell-off.",
        "headlineTitle": "Jerome Powell Tries a Nuanced Fed Policy. Markets Don’t Like It.",
        "idx": 76
    },
    {
        "classification": -1,
        "headlineText": "Jerome H. Powell, the Fed chairman, defended the decision to raise the benchmark rate for the fifth consecutive quarter, a move made despite political pressure and financial market worries.",
        "headlineTitle": "Fed Raises Interest Rates, Showing Confidence in Health of Economy",
        "idx": 77
    },
    {
        "classification": -1,
        "headlineText": "After months of refusals to back down, the government blinked, saying it would shave billions of euros off its budget to avoid financial penalties from the E.U.",
        "headlineTitle": "Italy and E.U. Reach a Budget Deal, as Populist Plan Runs Into Reality",
        "idx": 78
    },
    {
        "classification": -1,
        "headlineText": "A brief guide to recessions and what can be done about them.",
        "headlineTitle": "What Is a Recession, and Why Are People Talking About the Next One?",
        "idx": 81
    },
    {
        "classification": -1,
        "headlineText": "Car sales are falling. Housing is slow. Workers get three-month unpaid vacations. For Chinese leaders, pressure for a trade deal with President Trump is rising.",
        "headlineTitle": "China’s Economy Slows Sharply, in Challenge for Xi Jinping",
        "idx": 84
    },
    {
        "classification": 1,
        "headlineText": "Amazon and Google are aggressively opening offices outside of their Silicon Valley and Seattle hometowns. On Thursday, Apple said it would invest $1 billion in Austin, Tex.",
        "headlineTitle": "Chase for Talent Pushes Tech Giants Far Beyond West Coast",
        "idx": 86
    },
    {
        "classification": -1,
        "headlineText": "For President Trump, the focus on tariffs has been decades in the making, transforming him from a businessman into ...",
        "headlineTitle": "Tariff Man: An Origin Story",
        "idx": 88
    },
    {
        "classification": -1,
        "headlineText": "The Trump administration is expected to indict hackers and roll out import restrictions out of concern that Beijing will not easily change its trade, cyber and economic practices.",
        "headlineTitle": "Marriott Data Breach Is Traced to Chinese Hackers as U.S. Readies Crackdown on Beijing",
        "idx": 89
    },
    {
        "classification": -1,
        "headlineText": "Here are five ways things could get bad for everyone.",
        "headlineTitle": "Are You Ready for the Financial Crisis of 2019?",
        "idx": 90
    },
    {
        "classification": 1,
        "headlineText": "After a difficult week for the stock market and rising trade tensions, the November jobs report provided evidence that the economy remains strong.",
        "headlineTitle": "As Hiring Slows, Employers Say It’s Getting Harder to Find Workers",
        "idx": 91
    },
    {
        "classification": -1,
        "headlineText": "The economist Robert Shiller says the rise in housing prices is the third biggest since 1913. The biggest boom ended disastrously in 2006.",
        "headlineTitle": "The Housing Boom Is Already Gigantic. How Long Can It Last?",
        "idx": 92
    },
    {
        "classification": -1,
        "headlineText": "One question people might be asking is, what took so long?",
        "headlineTitle": "The Economy Faces Big Risks in 2019. Markets Are Only Now Facing Up to Them.",
        "idx": 93
    },
    {
        "classification": -1,
        "headlineText": "Faced with a choppy stock market and fears of an economic downturn, Uber and Lyft are moving toward the public markets as other private tech companies also get ready.",
        "headlineTitle": "With the Economy Uncertain, Tech ‘Unicorns’ Rush Toward I.P.O.",
        "idx": 96
    },
    {
        "classification": -1,
        "headlineText": "When the pros and cons for stocks and the economy over the next year or two are weighed, the risks appear to be dominant, our columnist says.",
        "headlineTitle": "The Stock Market’s Dangers Are Easier to See Now",
        "idx": 98
    },
    {
        "classification": -1,
        "headlineText": "The minutes of the Federal Reserve’s most recent meeting said most officials foresee a need to keep raising rates next year.",
        "headlineTitle": "Interest Rates Likely to Rise in December, Recap of Fed Meeting Shows",
        "idx": 99
    },
    {
        "classification": 1,
        "headlineText": "Rising tariffs could lead Chinese buyers to look for alternatives to American products. But Australia could suffer if the conflict slows China’s growth.",
        "headlineTitle": "As U.S.-China Trade War Rages, Some Australian Farmers See an Opportunity",
        "idx": 100
    },
    {
        "classification": -1,
        "headlineText": "From planning to harvest, the grain belt’s rhythms and prospects have been disrupted by the government’s tariff battle with China.",
        "headlineTitle": "A Farmer’s Tough Year on the Trade War’s Kansas Front",
        "idx": 101
    },
    {
        "classification": -1,
        "headlineText": "In a region where the president vowed that manufacturing jobs were coming back, the idling of a Chevrolet plant and its 1,600 workers is a major blow.",
        "headlineTitle": "G.M., Not Trump, Is the Real Villain to Some Ohio Factory Workers",
        "idx": 102
    },
    {
        "classification": -1,
        "headlineText": "Columbia Sportswear has worked around tariffs for decades — and it says the president’s new wave of levies will not bring jobs back to America.",
        "headlineTitle": "A Winter-Coat Heavyweight Gives Trump’s Trade War the Cold Shoulder",
        "idx": 105
    },
    {
        "classification": -1,
        "headlineText": "Consumer confidence points to open pocketbooks in the short run. Trade tensions, market upheaval and other factors may make the new year less bright.",
        "headlineTitle": "Holiday Spending Should Be Strong. And Then?",
        "idx": 106
    },
    {
        "classification": -1,
        "headlineText": "Despite his tough talk, President Trump has not fundamentally altered America’s approach to trade. But that could change, and future increases in tariffs could be very costly to the United States.",
        "headlineTitle": "Trump’s Tariffs Haven’t Really Transformed Trade. Yet.",
        "idx": 107
    },
    {
        "classification": -1,
        "headlineText": "There’s not a main reason for the sell-off, but a widening sense of unease that several types of problems are rising at once.",
        "headlineTitle": "Markets Are Revealing the Sum of All Risks",
        "idx": 108
    },
    {
        "classification": -1,
        "headlineText": "Despite mediocre returns lately, our columnist is investing for the long run. But he worries like everyone else.",
        "headlineTitle": "The Market’s Been Falling. I’m Putting My Money in Stocks Anyway.",
        "idx": 110
    },
    {
        "classification": -1,
        "headlineText": "Home prices are out of reach relative to incomes and mortgage rates. The big question for the economy is how the imbalance adjusts.",
        "headlineTitle": "Why the Housing Market Is Slumping Despite a Booming Economy",
        "idx": 112
    },
    {
        "classification": 1,
        "headlineText": "Nearly a year after the tax cut, economic growth has accelerated. Wage growth has not. Companies are buying back stock and business investment is a mixed bag.",
        "headlineTitle": "Trump’s Tax Cut Was Supposed to Change Corporate Behavior. Here’s What Happened.",
        "idx": 117
    },
    {
        "classification": -1,
        "headlineText": "With the elections in the rearview mirror, Wall Street can focus on gridlock and interest rates — and maybe impeachment and a recession.",
        "headlineTitle": "Now, the Markets Can Worry About Other Things. Here’s a List.",
        "idx": 119
    },
    {
        "classification": -1,
        "headlineText": "The Fed, as expected, did not raise interest rates at its meeting that ended on Thursday but indicated another increase is still expected in December.",
        "headlineTitle": "Fed Keeps Rates Unchanged and Signals December Increase Is on Track",
        "idx": 121
    },
    {
        "classification": 1,
        "headlineText": "How the company and local officials flesh out plans for the new corporate presence will be crucial to the economic lift it produces.",
        "headlineTitle": "Visions of a Tech Hub? Landing Amazon Is Just a Start",
        "idx": 124
    },
    {
        "classification": 1,
        "headlineText": "Amazon defied expectations by splitting its second headquarters into two locations. For the internet company, it seems to be working out rather nicely.",
        "headlineTitle": "Was Amazon’s Headquarters Contest a Bait-and-Switch? Critics Say Yes",
        "idx": 125
    },
    {
        "classification": -1,
        "headlineText": "President Xi Jinping kicks off a Shanghai event showing a growing Chinese appetite to buy from the rest of the world. Even critics of the U.S. have doubts.",
        "headlineTitle": "China Seeks Allies as Trump’s Trade War Mounts. It Won’t Be Easy.",
        "idx": 126
    },
    {
        "classification": 1,
        "headlineText": "Business and conservation needn’t be opposed to one another. Government regulation to preserve the environment can unlock private sector wealth.",
        "headlineTitle": "Preserving the Wealth That Conservation Built",
        "idx": 127
    },
    {
        "classification": -1,
        "headlineText": "If history is a guide, the best part of the four-year “presidential cycle” is here. Will the pattern hold?",
        "headlineTitle": "The Stock Market Typically Rises After Midterm Elections. This Year Is Anything but Typical.",
        "idx": 128
    },
    {
        "classification": -1,
        "headlineText": "The e-commerce giant lowered its estimate for revenue growth this year as challenges mount for the world’s second largest economy.",
        "headlineTitle": "Alibaba Feels the Pinch From China’s Slowing Economic Growth",
        "idx": 130
    },
    {
        "classification": 1,
        "headlineText": "The last official snapshot of the economy before Americans vote on Tuesday offered another reminder of the labor market’s persistent strength.",
        "headlineTitle": "U.S. Added 250,000 Jobs in October; Unemployment at 3.7%",
        "idx": 131
    },
    {
        "classification": -1,
        "headlineText": "Investors will be looking for a turnaround plan from G.E.’s new chief. Data on the eurozone’s economy is due. And Facebook’s earnings will come with data on its user numbers.",
        "headlineTitle": "A U.S. Trade Complaint, Tech Earnings and Jobs Numbers",
        "idx": 133
    },
    {
        "classification": -1,
        "headlineText": "The European Union fended off the challenge of Greek debt, but doing so with the Italian budget crisis could be much harder.",
        "headlineTitle": "Behind the Clash Over Italy’s Budget, a Fear of Populism",
        "idx": 135
    },
    {
        "classification": -1,
        "headlineText": "After six months of strong growth, the economy is on track for its best annual performance since 2005. But there were signs of a slowdown ahead.",
        "headlineTitle": "U.S. Economy Charged Ahead in the Third Quarter",
        "idx": 136
    },
    {
        "classification": 1,
        "headlineText": "Mr. Draghi, president of the European Central Bank, said the eurozone economy is still solid and that Rome and Brussels will work out their issues.",
        "headlineTitle": "Despite Weak Spots, E.U. Economy Is Not Nearing Recession, Mario Draghi Says",
        "idx": 137
    },
    {
        "classification": -1,
        "headlineText": "It’s a less bullish time for investors, but mostly good for workers and the economy.",
        "headlineTitle": "Why Has the Stock Market Been Dropping? The Expansion Heads Toward a New Phase",
        "idx": 138
    },
    {
        "classification": -1,
        "headlineText": "The European Commission told Rome that it would have to rewrite its draft 2019 budget and reduce its deficit, or face heavy fines early next year.",
        "headlineTitle": "E.U. Rejects Italy’s Budget, and Populists Dig In",
        "idx": 141
    },
    {
        "classification": -1,
        "headlineText": "Jack Dorsey of Twitter and Marc Benioff of Salesforce, among others, are sparring over a Nov. 6 ballot initiative that would impose new corporate taxes.",
        "headlineTitle": "In Liberal San Francisco, Tech Leaders Brawl Over Tax Proposal to Aid Homeless",
        "idx": 145
    },
    {
        "classification": -1,
        "headlineText": "Fendi attempts to address the Italian national youth unemployment crisis by luring a new generation into becoming traditional artisans.",
        "headlineTitle": "Teenagers, Forget Engineering. Your Future Is Craft.",
        "idx": 148
    },
    {
        "classification": -1,
        "headlineText": "Federal revenues rose slightly in the 2018 fiscal year. But that doesn’t mean the $1.5 trillion tax cut is bringing in more revenue than it’s losing.",
        "headlineTitle": "No, Trump’s Tax Cut Isn’t Paying for Itself (at Least Not Yet)",
        "idx": 149
    },
    {
        "classification": -1,
        "headlineText": "Plunging corporate tax revenues from the Trump tax cuts helped push the annual deficit to $779 billion. It is on track to reach $1 trillion by 2020.",
        "headlineTitle": "Budget Deficit Jumps Nearly 17% in 2018",
        "idx": 150
    },
    {
        "classification": -1,
        "headlineText": "The Finnish steel manufacturer Outokumpu has access to mineral deposits that give it a clear advantage over U.S. makers. But Trump’s tariffs are raising prices for American customers.",
        "headlineTitle": "When Designer Steel From Lapland Makes Sense, DespiteTariffs",
        "idx": 159
    },
    {
        "classification": 1,
        "headlineText": "Once regarded mostly as sources of money for professional money managers, sovereign funds have matured into aggressive investors.",
        "headlineTitle": "Sovereign Wealth Funds Embrace Their Growing Ambitions",
        "idx": 160
    },
    {
        "classification": -1,
        "headlineText": "Taking an aggressive stance with traditional allies now seems to be just a warm-up for the main event: isolating China.",
        "headlineTitle": "The Trump Trade Strategy Is Coming Into Focus. That Doesn’t Necessarily Mean It Will Work.",
        "idx": 162
    },
    {
        "classification": 1,
        "headlineText": "The American economy added 134,000 jobs in September, the Labor Department said, and unemployment fell to 3.7 percent.",
        "headlineTitle": "With 8 Years of Job Gains, Unemployment Is Lowest Since 1969",
        "idx": 164
    },
    {
        "classification": 1,
        "headlineText": "As polls numbers drop, President Emmanuel Macron promises benefits for middle- and low-income earners and tells investors he won’t halt economic reforms.",
        "headlineTitle": "Macron, With Popularity Slumping, Tries Tax Cuts for France’s Working Class",
        "idx": 165
    },
    {
        "classification": -1,
        "headlineText": "Taxes are rising. Regulation is tightening. State-run firms are ascendant. That could spell problems for a country where economic growth is slowing.",
        "headlineTitle": "Private Businesses Built Modern China. Now the Government Is Pushing Back.",
        "idx": 166
    },
    {
        "classification": -1,
        "headlineText": "A map of the counties targeted by China, Mexico, Canada and the European Union in a trade war looks strikingly similar to a map of the 2016 presidential election.",
        "headlineTitle": "Firing Back at Trump in the Trade War With Tariffs Aimed at His Base",
        "idx": 167
    },
    {
        "classification": -1,
        "headlineText": "In a satirical new novel, a former Google executive identifies the technology industry’s chief issue: its narrow engineering-focused bubble.",
        "headlineTitle": "Silicon Valley’s Keystone Problem: ‘A Monoculture of Thought’",
        "idx": 169
    },
    {
        "classification": -1,
        "headlineText": "Although Prime Minister Justin Trudeau praised the agreement as a win for Canada, economists painted a more complex picture of some of its potential impact.",
        "headlineTitle": "For Canada, a Sigh of Relief More Than a Celebration in New Nafta Deal",
        "idx": 170
    },
    {
        "classification": -1,
        "headlineText": "Audits and criminal referrals are down sharply since Congress cut the tax agency’s budget and management changed priorities.",
        "headlineTitle": "I.R.S. Tax Fraud Cases Plummet After Budget Cuts",
        "idx": 171
    },
    {
        "classification": -1,
        "headlineText": "Even in attractive, fast-growing cities like Denver, New York and Seattle, selling prices are rising more slowly and asking prices are being slashed.",
        "headlineTitle": "Housing Market Slows, as Rising Prices Outpace Wages",
        "idx": 172
    },
    {
        "classification": -1,
        "headlineText": "A localized recession in manufacturing-heavy areas can explain a lot of things.",
        "headlineTitle": "The Most Important Least-Noticed Economic Event of the Decade",
        "idx": 173
    },
    {
        "classification": -1,
        "headlineText": "Tax cuts, spending increases and higher interest rates could make it harder to respond to future recessions and deal with other needs.",
        "headlineTitle": "As Debt Rises, the Government Will Soon Spend More on Interest Than on the Military",
        "idx": 175
    },
    {
        "classification": -1,
        "headlineText": "Homeowners and businesses will have to pay more for lumber, steel, aluminum and other materials because of President Trump’s trade policy.",
        "headlineTitle": "Tariffs to Raise Cost of Rebuilding After Hurricane Florence",
        "idx": 178
    },
    {
        "classification": -1,
        "headlineText": "Many businesses are ill-equipped or unwilling to deal with opioid addiction even as it has driven up health costs and hurt productivity.",
        "headlineTitle": "Workers Overdose on the Job, and Employers Struggle to Respond",
        "idx": 179
    },
    {
        "classification": -1,
        "headlineText": "In a tacit acknowledgment that Mr. Trump has shaken the international trading system, G20 officials sought to reduce tensions.",
        "headlineTitle": "Trade Ministers Call for W.T.O. Overhaul, but Offer Few Details",
        "idx": 184
    },
    {
        "classification": 1,
        "headlineText": "Foiled in reversing a policy change from the Obama era, the agency will try again to limit companies’ responsibility for franchisees and contractors.",
        "headlineTitle": "Labor Board Moves Anew to Limit Employers’ Workplace Liability",
        "idx": 187
    },
    {
        "classification": -1,
        "headlineText": "The bank’s move, to ramp up the benchmark rate by 6.25 percentage points, had long been resisted by President Recep Tayyip Erdogan.",
        "headlineTitle": "Defying Erdogan, Turkey’s Central Bank Raises Interest Rates",
        "idx": 189
    },
    {
        "classification": -1,
        "headlineText": "The central bank did not shift its monetary policy, but lowered its forecasts for economic growth in Europe, in part because of tensions over trade.",
        "headlineTitle": "E.C.B., at Latest Meeting, Highlights Risks From Trade War",
        "idx": 190
    },
    {
        "classification": -1,
        "headlineText": "In stark contrast to the U.S., where a bull market continues, investors are pulling out of developing economies as the economic and financial risks mount.",
        "headlineTitle": "Edgy Investors Are Retreating From Risky Economies",
        "idx": 195
    },
    {
        "classification": -1,
        "headlineText": "The attack punctuated a week of deadly violence in the capital and struck at the core of the country’s deteriorating economy.",
        "headlineTitle": "Several Reported Killed in Libya as Gunmen Storm National Oil Company",
        "idx": 196
    },
    {
        "classification": -1,
        "headlineText": "If it persists, a steady uptick in prices could complicate Beijing’s effort to support economic growth and contend with the trade war with the United States.",
        "headlineTitle": "China Sees Hints of a Past Threat: Inflation",
        "idx": 197
    },
    {
        "classification": -1,
        "headlineText": "The August jobs numbers suggest an economy that is starting to strain at its capacity, as the labor force shrank and wages rose.",
        "headlineTitle": "The Economy Needs More Workers. Last Month, It Got Fewer.",
        "idx": 200
    },
    {
        "classification": -1,
        "headlineText": "The largely positive Labor Department report hinted that tariffs could be starting to take a toll on manufacturing jobs.",
        "headlineTitle": "In a Sign of the Economy’s Strength, Jobs and Wages Moved Higher in August",
        "idx": 201
    },
    {
        "classification": 1,
        "headlineText": "Sales are booming at major chains that have taken cues from their giant online rival — signs of a revival in a $3.5 trillion industry.",
        "headlineTitle": "Hard Lessons (Thanks, Amazon) Breathe New Life Into Retail Stores",
        "idx": 205
    },
    {
        "classification": 1,
        "headlineText": "The newest jobs numbers are expected to show healthy gains, and Detroit automakers will report sales for August.",
        "headlineTitle": "Summer Winds Down, and Big Tech Is Called Before Congress",
        "idx": 207
    },
    {
        "classification": 1,
        "headlineText": "The strength of the economy and the stock market might seem too good to be true. But you may want to hedge your bets.",
        "headlineTitle": "What if the Economy and Markets Are Even Better Than They Look?",
        "idx": 209
    },
    {
        "classification": 1,
        "headlineText": "Car and parts makers should be able to adapt to changes negotiated with Mexico without undue expense or disruption, analysts say.",
        "headlineTitle": "Trump Approach on Nafta Relieves Automakers’ Worst Fears",
        "idx": 210
    },
    {
        "classification": -1,
        "headlineText": "Argentina’s central bank raised interest rates, trying to halt a plunge in the value of the peso. The turmoil led to a sell-off in other emerging-market currencies.",
        "headlineTitle": "Argentina’s Peso Tumbles as Turbulence in Emerging Markets Spreads",
        "idx": 212
    },
    {
        "classification": -1,
        "headlineText": "A rising chorus blames Airbnb, Uber and other internet-enabled travel conveniences for a boom that threatens a sustainable balance.",
        "headlineTitle": "‘Overtourism’ Worries Europe. How Much Did Technology Help Get Us There?",
        "idx": 214
    },
    {
        "classification": 1,
        "headlineText": "Changes to the Community Reinvestment Act would allow financial institutions to skirt rules on lending to poor and minority areas.",
        "headlineTitle": "A Green Light for Banks to Start ‘Redlining’ Again",
        "idx": 215
    },
    {
        "classification": -1,
        "headlineText": "U.S. authorities are investigating a fatal Tesla Inc Model S crash in Florida last Sunday that killed the driver and caused a massive fire, the second fatal Tesla crash in the state this week being probed, the National Highway Traffic Safety Administration (NHTSA) said on Saturday.",
        "headlineTitle": "U.S. agency probing two fatal Tesla crashes in Florida since last Sunday",
        "hour": "7:16PM EST",
        "idx": 0
    },
    {
        "classification": 1,
        "headlineText": "Germany's car industry is to invest nearly 60 billion euros ($68 billion) over the next three years on electric cars and automated driving, the head of the VDA car industry association said ahead of the Geneva motor show.",
        "headlineTitle": "German carmakers to invest 60 billion euros in electric cars and automation: VDA",
        "hour": "7:09AM EST",
        "idx": 2
    },
    {
        "classification": -1,
        "headlineText": "Tesla Inc's sudden decision to shutter the bulk of its stores around the world raises a red flag over the future of its solar branch, a declining business it paid $2.6 billion for in a controversial 2016 deal.",
        "headlineTitle": "Tesla's store-shuttering strategy may pull the rug out of solar",
        "hour": "7:08AM EST",
        "idx": 3
    },
    {
        "classification": 1,
        "headlineText": "U.S. President Donald Trump said he had asked China to immediately remove all tariffs on U.S. agricultural products because trade talks were progressing well.",
        "headlineTitle": "Trump asks China to lift tariffs on U.S. farm products",
        "hour": "3:14AM EST",
        "idx": 4
    },
    {
        "classification": 1,
        "headlineText": "China's Huawei is set to reward employee shareholders with a 3 percent rise in cash dividends that are worth billions of dollars, according to company sources and Reuters calculations - a move expected to boost morale as it battles a U.S.-led drive against its telecom gear.",
        "headlineTitle": "Exclusive: Huawei plans billions in dividends for staff despite row with U.S. - sources",
        "hour": "1:33AM EST",
        "idx": 5
    },
    {
        "classification": -1,
        "headlineText": "The Trump administration filed another salvo at the World Trade Organization on Friday, saying U.S. trade policy was not going to be dictated by the international body and defending its use of tariffs to pressure China and other trade partners.",
        "headlineTitle": "U.S. says rejects WTO's 'straitjacket' of trade obligations",
        "hour": "1:19AM EST",
        "idx": 6
    },
    {
        "classification": -1,
        "headlineText": "The National Highway Traffic Safety Administration (NHTSA) and the National Transportation Safety Board (NTSB) said they are sending teams to investigate a fatal crash in Florida on Friday involving a Tesla Inc car and a semi-trailer.",
        "headlineTitle": "U.S. safety agencies to investigate fatal Tesla crash in Florida",
        "hour": "MAR 01 2019",
        "idx": 10
    },
    {
        "classification": -1,
        "headlineText": "Huawei Technologies Co Ltd and two affiliates will be arraigned on March 14 in U.S. District Court in Brooklyn, New York, on accusations the company committed bank and wire fraud and violated sanctions against Iran, according to a court filing on Friday.",
        "headlineTitle": "Huawei to be arraigned in U.S. fraud case in New York on March 14",
        "hour": "MAR 01 2019",
        "idx": 11
    },
    {
        "classification": -1,
        "headlineText": "The Canadian government, as expected, said on Friday it would allow an extradition hearing to proceed against Meng Wanzhou, the chief financial officer of Huawei Technologies Co Ltd who was detained in Canada late last year.",
        "headlineTitle": "Canada to allow extradition case against Huawei executive",
        "hour": "MAR 01 2019",
        "idx": 12
    },
    {
        "classification": -1,
        "headlineText": "Tesla Inc has paid off a $920 million convertible bond obligation in cash, a company spokesperson said on Friday.",
        "headlineTitle": "Tesla settles in cash $920 million convertible bond obligation",
        "hour": "MAR 01 2019",
        "idx": 15
    },
    {
        "classification": -1,
        "headlineText": "Mexico's government on Friday threatened to slap duties on new U.S. products in retaliation for the Trump administration's steel and aluminum tariffs as it seeks to turn up pressure on Washington to exempt it from the measures.",
        "headlineTitle": "Mexico eyes fresh U.S. targets for tariffs to pressure Trump over steel",
        "hour": "MAR 01 2019",
        "idx": 16
    },
    {
        "classification": -1,
        "headlineText": "U.S. stock prices are outpacing those in most other regions to start 2019, but the gap is narrow and some investors are eyeing potential catalysts to tip the scales to the rest of the world.",
        "headlineTitle": "Wall St. Week Ahead: U.S. stock reign may not last over other regions",
        "hour": "MAR 01 2019",
        "idx": 17
    },
    {
        "classification": -1,
        "headlineText": "The Canadian government, as expected, on Friday approved extradition proceedings against the chief financial officer of Huawei Technologies Co Ltd, prompting a furious reaction from China.",
        "headlineTitle": "Canada approves Huawei extradition proceedings, China seethes",
        "hour": "MAR 01 2019",
        "idx": 18
    },
    {
        "classification": 1,
        "headlineText": "Blackstone Group LP Chief Executive Stephen Schwarzman pocketed at least $567.8 million in 2018 dividends and compensation, making him yet again the private equity industry's highest earner, a regulatory filing showed on Friday.",
        "headlineTitle": "Blackstone CEO Schwarzman pockets at least $568 million in 2018: filing",
        "hour": "MAR 01 2019",
        "idx": 20
    },
    {
        "classification": -1,
        "headlineText": "Conflicting cultures and management styles are overshadowing Barrick Gold Corp's $18 billion bid for rival Newmont Mining Corp, becoming factors just as important to the deal's success as whether or not the pair's lucrative assets in Nevada and elsewhere fit well together.",
        "headlineTitle": "Cultural clash overshadowing Barrick's Newmont bid",
        "hour": "MAR 01 2019",
        "idx": 21
    },
    {
        "classification": -1,
        "headlineText": "The S&P 500 and the Dow Jones Industrial Average snapped a three-day run of losses on Friday as optimism about the prospects for a U.S.-China trade agreement countered downbeat U.S. and China manufacturing data.",
        "headlineTitle": "Wall Street rises as trade optimism counters weak data",
        "hour": "MAR 01 2019",
        "idx": 22
    },
    {
        "classification": -1,
        "headlineText": "Wells Fargo & Co executives and directors have reached a $240 million settlement with U.S. shareholders over the creation by bank employees of millions of unauthorized customer accounts.",
        "headlineTitle": "Wells Fargo officials enter $240 million settlement over bogus accounts",
        "hour": "MAR 01 2019",
        "idx": 24
    },
    {
        "classification": 1,
        "headlineText": "Amazon.com Inc plans to open dozens of grocery stores across the United States as it looks to expand in the food business, the Wall Street Journal reported on Friday, citing people familiar with the matter.",
        "headlineTitle": "Amazon plans new grocery-store business: WSJ",
        "hour": "MAR 01 2019",
        "idx": 25
    },
    {
        "classification": -1,
        "headlineText": "U.S. personal income fell for the first time in more than three years in January and consumer spending dropped by the most since 2009 in December, putting the economy on a weak growth path early in the first quarter.",
        "headlineTitle": "U.S. consumer spending, factory data point to weak first quarter GDP growth",
        "hour": "MAR 01 2019",
        "idx": 30
    },
    {
        "classification": -1,
        "headlineText": "Automakers on Friday reported a decline in U.S. light vehicle sales for February as demand for SUVs slows after years of rapid growth, pointing to a drop in overall sales in 2019.",
        "headlineTitle": "U.S. auto sales fall in February on weak SUV demand",
        "hour": "MAR 01 2019",
        "idx": 31
    },
    {
        "classification": -1,
        "headlineText": "American Airlines was fined $1 million and Delta Air Lines Inc $750,000 for violating federal rules barring lengthy tarmac delays at U.S. airports, the U.S. Transportation Department said on Thursday.",
        "headlineTitle": "U.S. fines American Airlines, Delta for long tarmac delays",
        "hour": "MAR 01 2019",
        "idx": 32
    },
    {
        "classification": 1,
        "headlineText": "Luxury carmaker Jaguar Land Rover, part of Tata Motors Ltd, is preparing to announce hundreds of millions of pounds worth of investment in Britain, the BBC reported on Friday.",
        "headlineTitle": "Jaguar Land Rover to announce major UK investment: BBC",
        "hour": "MAR 01 2019",
        "idx": 33
    },
    {
        "classification": -1,
        "headlineText": "BNP Paribas reached an agreement with unions over a plan to cut as many as 2,500 jobs at its Belgian retail banking unit by 2021 as part of an effort to bring down costs.",
        "headlineTitle": "BNP Paribas to cut up to 2,500 jobs at its Belgian bank",
        "hour": "MAR 01 2019",
        "idx": 34
    },
    {
        "classification": -1,
        "headlineText": "Volkswagen's flagship VW brand missed its margin target in 2018 as operating profits declined despite growth in top-line revenues at the German carmaker, news weekly Spiegel reported on Friday, citing unpublished figures.",
        "headlineTitle": "Volkswagen's flagship VW brand missed margin goal in 2018: Spiegel",
        "hour": "MAR 01 2019",
        "idx": 35
    },
    {
        "classification": 1,
        "headlineText": "Gap Inc shares surged as much as 24 percent on Friday as a number of Wall Street analysts lauded the company's decision to separate its better-performing Old Navy brand.",
        "headlineTitle": "Gap shares surge 24 percent as Wall Street praises split",
        "hour": "MAR 01 2019",
        "idx": 36
    },
    {
        "classification": -1,
        "headlineText": "Private equity firm Apollo Global Management LLC has amassed a 6 percent stake in Clearway Energy Inc, a renewable energy producer whose shares were hit after one of its customers filed for bankruptcy, people familiar with the matter said on Friday.",
        "headlineTitle": "Exclusive: Apollo bets on Clearway Energy, defying PG&E bankruptcy fallout",
        "hour": "MAR 01 2019",
        "idx": 37
    },
    {
        "classification": -1,
        "headlineText": "Norwegian oil and gas company Aker BP is switching emphasis from M&A toward exploration, taking a potentially riskier path to increase its resources after years when it has relied on acquisitions to add the bulk of its new barrels.",
        "headlineTitle": "Norway's Aker BP switching gears from M&A to exploration",
        "hour": "MAR 01 2019",
        "idx": 38
    },
    {
        "classification": -1,
        "headlineText": "Canadian Prime Minister Justin Trudeau spoke to U.S. President Donald Trump on Thursday about American tariffs on steel and aluminum, Trudeau's office said on Friday, but well-placed sources said there was little sign of progress.",
        "headlineTitle": "Canada PM speaks to Trump about tariffs, sources see little progress",
        "hour": "MAR 01 2019",
        "idx": 39
    },
    {
        "classification": 1,
        "headlineText": "The European Central Bank has downplayed a global slowdown for months, but it will finally take a tentative step next week to prop up the euro zone economy, signaling fresh stimulus to keep banks lending.",
        "headlineTitle": "A day of reckoning for the ECB?",
        "hour": "MAR 01 2019",
        "idx": 41
    },
    {
        "classification": -1,
        "headlineText": "Tesla Inc said on Thursday it would not be profitable in the first quarter, as it offered for the first time a $35,000 version of its Model 3 sedan and said its global sales would now be online-only, steps designed to increase demand and cut overhead costs for the electric vehicle maker.",
        "headlineTitle": "Tesla debuts $35,000 Model 3, sees loss in first quarter",
        "hour": "MAR 01 2019",
        "idx": 42
    },
    {
        "classification": -1,
        "headlineText": "European Union member states unanimously rejected on Friday a proposal to blacklist Saudi Arabia and four U.S. territories for lax controls on terrorism financing and money laundering, sources told Reuters.",
        "headlineTitle": "EU states block putting Saudi Arabia, U.S. territories on dirty-money list",
        "hour": "MAR 01 2019",
        "idx": 44
    },
    {
        "classification": -1,
        "headlineText": "Glencore said trade barriers are its \"foremost risk\", but climate, political, legal and other potential dangers have become more pressing for the mining and trading group.",
        "headlineTitle": "Glencore highlights trade as 'foremost risk', others growing",
        "hour": "MAR 01 2019",
        "idx": 46
    },
    {
        "classification": -1,
        "headlineText": "Billions of dollars of pre-election spending by the Indian government and political parties in the next two months is unlikely to stop the nation's economy from slowing further, economists said.",
        "headlineTitle": "India's growth may decelerate further despite election spending",
        "hour": "MAR 01 2019",
        "idx": 47
    },
    {
        "classification": -1,
        "headlineText": "High-grade euro zone debt remains scarce even though the European Central Bank has stopped its huge purchases of new bonds, intensifying concerns that banks will face future collateral shortages and highlighting the need for safe assets.",
        "headlineTitle": "Euro zone's triple-A bond drought persists after ECB steps away",
        "hour": "MAR 01 2019",
        "idx": 49
    },
    {
        "classification": -1,
        "headlineText": "Malaysia is seeking $7.5 billion in reparations from Goldman Sachs Group Inc over its dealings with scandal-linked state fund 1MDB, the Financial Times (FT) reported on Friday, citing the finance minister.",
        "headlineTitle": "Malaysia seeks $7.5 billion in reparations from Goldman Sachs: FT",
        "hour": "DEC 22 2018",
        "idx": 50
    },
    {
        "classification": -1,
        "headlineText": "Wall Street stocks fell sharply in volatile trading on Friday, with the Nasdaq confirming it is in a bear market, as concerns of slowing economic growth led investors to flee stocks in high-valuation sectors such as technology and communication services.",
        "headlineTitle": "Nasdaq confirms bear market; economic worries sink Wall Street",
        "hour": "DEC 21 2018",
        "idx": 52
    },
    {
        "classification": -1,
        "headlineText": "The Nasdaq Composite Index confirmed on Friday it is in a bear market for the first time since 2008, underscoring fears that the longest bull run in history for U.S. stocks could soon be over.",
        "headlineTitle": "Nasdaq in bear market, first of the three major U.S. indexes",
        "hour": "DEC 21 2018",
        "idx": 54
    },
    {
        "classification": -1,
        "headlineText": "HNA Group Co [HNAIRC.UL] is in talks to sell Ingram Micro Inc to private equity firm Apollo Global Management Llc , a source familiar with the matter said on Friday, as the Chinese conglomerate continues to scale back operations.",
        "headlineTitle": "China's HNA in talks to sell Ingram Micro to Apollo Global: source",
        "hour": "DEC 21 2018",
        "idx": 55
    },
    {
        "classification": -1,
        "headlineText": "On Friday, the Nasdaq Composite closed almost 22 percent below its record high daily close on Aug. 29, signaling a nearly nine-and-a-half year bull market run for the index ended in late summer.",
        "headlineTitle": "Factbox: Past Nasdaq bear markets lasted long and cut deep",
        "hour": "DEC 21 2018",
        "idx": 56
    },
    {
        "classification": -1,
        "headlineText": "Automakers in the United States repaired more than 7.2 million defective Takata air bag inflators in 2018, as companies have ramped up efforts to track down parts in need of replacement, a report from an independent monitor released on Friday said.",
        "headlineTitle": "Automakers boost Takata air bag recall completion rates",
        "hour": "DEC 21 2018",
        "idx": 58
    },
    {
        "classification": 1,
        "headlineText": "Boeing Co looked poised to beat European arch-rival Airbus for aircraft orders in 2018 by a wide margin after clinching billions of dollars in new business from Nigeria's Green Africa Airways and Saudi Arabia's flyadeal.",
        "headlineTitle": "Boeing heads for expected 2018 plane order victory over Airbus",
        "hour": "DEC 21 2018",
        "idx": 59
    },
    {
        "classification": -1,
        "headlineText": "The dollar gained on Friday as investors sought the currency's safety amid persistent equity market volatility and a possible U.S. government shutdown.",
        "headlineTitle": "Dollar rallies from post-Fed losses as U.S. shutdown likely",
        "hour": "DEC 21 2018",
        "idx": 61
    },
    {
        "classification": 1,
        "headlineText": "The Federal Reserve is listening to the concerns of markets and open to changing its policy views next year, one its most influential members said on Friday, even while he stood by plans for interest-rate hikes and further paring of the Fed's bond portfolio.",
        "headlineTitle": "Williams soothes markets, says Fed listening and could change policy",
        "hour": "DEC 21 2018",
        "idx": 63
    },
    {
        "classification": -1,
        "headlineText": "As the Nasdaq Composite continues to stumble its way toward a bear market, biotech shares are worsening the collapse of the tech-heavy index.",
        "headlineTitle": "Biotech swoon adds to Nasdaq's pain as bear market looms ever closer",
        "hour": "DEC 21 2018",
        "idx": 64
    },
    {
        "classification": -1,
        "headlineText": "The U.S. economy slowed slightly more than previously estimated in the third quarter and momentum appears to have moderated further in the fourth quarter, with new orders and shipments of manufactured capital goods falling in November.",
        "headlineTitle": "U.S. third-quarter growth trimmed; business spending slowing",
        "hour": "DEC 21 2018",
        "idx": 65
    },
    {
        "classification": -1,
        "headlineText": "World stock markets continued a week-long sell-off on Friday as the threat of a U.S. government shutdown and further hikes in U.S. borrowing costs compounded investor anxiety that global economic growth is slowing.",
        "headlineTitle": "Global stock indexes slide as U.S. government shutdown looms",
        "hour": "DEC 21 2018",
        "idx": 66
    },
    {
        "classification": 1,
        "headlineText": "Nike Inc shares rose 9 percent on Friday, after the company's solid quarterly results eased worries that escalating trade tensions between Washington and Beijing would weigh on China demand and hurt the sportswear maker's growth story.",
        "headlineTitle": "Nike shares rise as strong quarterly results allay China demand concerns",
        "hour": "DEC 21 2018",
        "idx": 69
    },
    {
        "classification": -1,
        "headlineText": "A Paris court fined French oil and gas group Total 500,000 euros ($570,000) on Friday for bribing foreign public officials in a case related to Iranian contracts in 1997.",
        "headlineTitle": "French court fines oil group Total in Iran bribery case",
        "hour": "DEC 21 2018",
        "idx": 70
    },
    {
        "classification": -1,
        "headlineText": "Since De Beers abandoned its decades-old policy of refusing to sell lab-grown diamonds as jewelery, the price gap between man-made stones and natural gems has widened - and the difference is set to get even bigger.",
        "headlineTitle": "Lab-grown diamond prices slide as De Beers fights back",
        "hour": "DEC 21 2018",
        "idx": 72
    },
    {
        "classification": -1,
        "headlineText": "Cargill, Bunge and other global traders have halted food supply deals with Iran because new U.S. sanctions have paralyzed banking systems required to secure payments, industry and Iranian government sources say.",
        "headlineTitle": "Exclusive: Global traders halt new Iran food deals as U.S. sanctions bite - sources",
        "hour": "DEC 21 2018",
        "idx": 73
    },
    {
        "classification": -1,
        "headlineText": "The pace of U.S. vehicle sales is set to slow for the sixth straight month in December despite aggressive discounts from manufacturers, according to industry consultants J.D. Power and LMC Automotive.",
        "headlineTitle": "U.S. auto sales seen falling 1 percent in Dec - J.D. Power, LMC",
        "hour": "DEC 21 2018",
        "idx": 74
    },
    {
        "classification": -1,
        "headlineText": "The U.S. economy slowed in the third quarter a bit more than previously estimated, but the pace was likely strong enough to keep growth on track to hit the Trump administration's 3 percent target this year, even as momentum appears to have moderated further early in the fourth quarter.",
        "headlineTitle": "U.S. third-quarter economic growth revised down to 3.4 percent",
        "hour": "DEC 21 2018",
        "idx": 75
    },
    {
        "classification": -1,
        "headlineText": "A decade ago, Canada's oil sector was growing so fast it was predicted to become a global energy superpower, but a series of political missteps and formidable environmental activism has created a dysfunctional system requiring OPEC-style government intervention to move its oil to market.",
        "headlineTitle": "Political stumbles, savvy activists knock Canada's oil sector to its knees",
        "hour": "DEC 21 2018",
        "idx": 77
    },
    {
        "classification": -1,
        "headlineText": "Plans to build another privately-financed power station in Nigeria to help end decades of chronic blackouts have been delayed because of concerns about persistent shortfalls in payments for electricity across the sector.",
        "headlineTitle": "Exclusive: Nigerian energy sector's crippling debts delay next power plant",
        "hour": "DEC 21 2018",
        "idx": 78
    },
    {
        "classification": -1,
        "headlineText": "German carmaker Volkswagen will write off its investment in Gett after the Israel-based ride hailing app failed to gain ground on bigger rivals Uber [UBER.UL], Lyft and Didi, weekly Der Spiegel reported on Friday.",
        "headlineTitle": "Volkswagen to write off Gett investment - Spiegel",
        "hour": "DEC 21 2018",
        "idx": 79
    },
    {
        "classification": -1,
        "headlineText": "Ford Motor Co said Friday it is recalling 874,000 pickup trucks in North America with engine block heaters for fire risks.",
        "headlineTitle": "Ford recalling 874,000 pickup trucks in North America for fire risks",
        "hour": "DEC 21 2018",
        "idx": 80
    },
    {
        "classification": 1,
        "headlineText": "Tencent Holdings Ltd's shares surged on Friday after a local regulatory official said some new video games had been cleared for sale, ending a lengthy freeze in approvals that has spooked players in the world's largest gaming market.",
        "headlineTitle": "Tencent shares spike as China watchdog flags video game approvals",
        "hour": "DEC 21 2018",
        "idx": 81
    },
    {
        "classification": -1,
        "headlineText": "S&P 500 e-minis logged their biggest losing streak in seven years on Friday, dropping about 0.6 percent on growing worries of slowing global growth and the threat of a U.S. government shutdown.",
        "headlineTitle": "Futures extend slide on growth fears, government shutdown threat",
        "hour": "DEC 21 2018",
        "idx": 82
    },
    {
        "classification": 1,
        "headlineText": "Taiwan's Foxconn , Apple Inc's iPhone assembler, is in the final stages of talks with the local government of the Chinese city of Zhuhai to build a chip plant there with a total investment of about $9 billion, the Nikkei business daily reported on Friday.",
        "headlineTitle": "Foxconn to build $9 billion chip plant in China with local govt: Nikkei",
        "hour": "DEC 21 2018",
        "idx": 83
    },
    {
        "classification": -1,
        "headlineText": "Japanese prosecutors arrested Nissan Motor Co Ltd's ousted chairman Carlos Ghosn again on Friday on new allegations of making Nissan shoulder $16.6 million in personal investment losses, dashing chances he would be released on bail before Christmas.",
        "headlineTitle": "Ghosn re-arrested on fresh allegations, likely to spend Christmas in detention",
        "hour": "DEC 21 2018",
        "idx": 86
    },
    {
        "classification": 1,
        "headlineText": "SoftBank Group Corp is nearing a deal to invest $1.5 billion in Grab, three times a previously expected $500 million, as Southeast Asia's biggest ride-hailing firm looks to expand, a person with knowledge of the matter said.",
        "headlineTitle": "SoftBank's Vision Fund nearing $1.5 billion investment in SE Asia's Grab: source",
        "hour": "DEC 21 2018",
        "idx": 88
    },
    {
        "classification": -1,
        "headlineText": "Japanese prosecutors arrested Nissan's ousted chairman Carlos Ghosn for a third time on Friday, accusing him of aggravated breach of trust in transferring personal investment losses to the automaker.",
        "headlineTitle": "Explainer: Arrested again: What are the new allegations against Nissan's Ghosn?",
        "hour": "DEC 21 2018",
        "idx": 89
    },
    {
        "classification": -1,
        "headlineText": "China, the world's top oil importer, is set to start 2019 buying little or no crude from the United States despite a three-month truce in a trade scrap between the two nations, with relatively high freight costs and political uncertainty choking demand.",
        "headlineTitle": "Crude refusal: China shuns U.S. oil despite trade war truce",
        "hour": "DEC 21 2018",
        "idx": 92
    },
    {
        "classification": 1,
        "headlineText": "China plans to make a third round of U.S. soybean purchases within days, two sources familiar with the matter said on Thursday, after a trade war truce between Washington and Beijing this month triggered two waves of buying.",
        "headlineTitle": "China poised to buy more U.S. soybeans: sources",
        "hour": "DEC 21 2018",
        "idx": 93
    },
    {
        "classification": -1,
        "headlineText": "Bangladesh will collect and test samples of Johnson & Johnson's Baby Powder for asbestos in a couple of days, its main testing authority said on Friday, after a Reuters report last Friday that the firm knew for decades that cancer-causing asbestos could be found in the product.",
        "headlineTitle": "Exclusive: Bangladesh says to collect, test samples of Johnson & Johnson Baby Powder",
        "hour": "DEC 21 2018",
        "idx": 94
    },
    {
        "classification": -1,
        "headlineText": "India's drugs regulator has ordered Johnson & Johnson to stop manufacturing its Baby Powder using raw materials in two of its Indian factories until test results prove they are free of asbestos, a senior official said on Thursday.",
        "headlineTitle": "Indian regulator orders J&J to stop using raw material to make Baby Powder in India",
        "hour": "DEC 21 2018",
        "idx": 97
    },
    {
        "classification": -1,
        "headlineText": "Dealmakers celebrating their third-strongest year on record are fretting 2019 will herald a steep drop in mergers and acquisitions worldwide, as market jitters and economic uncertainty take their toll.",
        "headlineTitle": "Dealmakers brace for slowdown after third-strongest M&A year",
        "hour": "DEC 20 2018",
        "idx": 98
    },
    {
        "classification": 1,
        "headlineText": "Wall Street posted slight gains on Thursday and the Dow hit another record high close, with financials rising ahead of profit reports due Friday from several big U.S. banks.",
        "headlineTitle": "Wall Street rises as financials lead before earnings",
        "hour": "JUL 13 2017",
        "idx": 101
    },
    {
        "classification": -1,
        "headlineText": "SoundCloud, the world's biggest music-streaming service, is still struggling to find a business model - it now has enough cash to last until fourth quarter, after laying off 40 percent of its staff, a representative said on Thursday.",
        "headlineTitle": "Music streamer SoundCloud has cash until fourth quarter after layoffs",
        "hour": "JUL 13 2017",
        "idx": 103
    },
    {
        "classification": 1,
        "headlineText": "U.S. Energy Secretary Rick Perry promised on Thursday to promote cross-border electricity trade and investment with Mexico and said he expected talks aimed at updating the North American Free Trade Agreement (NAFTA) to proceed quickly.",
        "headlineTitle": "U.S. energy secretary in Mexico eyes cooperation",
        "hour": "JUL 13 2017",
        "idx": 105
    },
    {
        "classification": 1,
        "headlineText": "Upbeat data helped send world shares to a fourth all-time high in less than a month on Thursday as Wall Street edged higher in anticipation of solid earnings, while crude oil gained on evidence of stronger demand in China.",
        "headlineTitle": "World shares rise to fresh peak; oil gains",
        "hour": "JUL 13 2017",
        "idx": 107
    },
    {
        "classification": -1,
        "headlineText": "Delta Air Lines Inc on Thursday reported a 21 percent drop in second-quarter profit because of sharply higher labor and fuel costs, despite higher passenger unit revenue, sending its shares down 2 percent.",
        "headlineTitle": "Delta's profit tumbles on higher costs; passenger unit revenue rises",
        "hour": "JUL 13 2017",
        "idx": 108
    },
    {
        "classification": 1,
        "headlineText": "Delta Air Lines will not delay its 2018 deliveries of CSeries planes from Canada's Bombardier Inc , the carrier's chief executive said on Thursday, following an anti-dumping complaint by Boeing Co against the jets.",
        "headlineTitle": "Boeing trade complaint won't slow CSeries deliveries: Delta CEO",
        "hour": "JUL 13 2017",
        "idx": 109
    },
    {
        "classification": 1,
        "headlineText": "Southwest Airlines Co said on Wednesday it won approval from the U.S. Federal Aviation Administration to begin flying to Hawaii from California, clearing the way for the low-cost carrier to move forward with a key part of its 2019 growth plan.",
        "headlineTitle": "Southwest Airlines wins U.S. approval for Hawaii service",
        "hour": "FEB 27 2019",
        "idx": 122
    },
    {
        "classification": -1,
        "headlineText": "Global stock indexes ended with mostly slight losses on Wednesday after U.S. Trade Representative Robert Lighthizer said it was too early to predict an outcome in U.S.-China trade talks, although a jump in oil prices lifted shares of energy companies.",
        "headlineTitle": "Global stocks slip after U.S. trade official's comments but energy up",
        "hour": "FEB 27 2019",
        "idx": 125
    },
    {
        "classification": 1,
        "headlineText": "FedEx Corp this summer plans to begin testing a robot to handle home deliveries for partners ranging from Walmart Inc to Pizza Hut.",
        "headlineTitle": "FedEx partners with Walmart, Pizza Hut to test last-mile delivery robot",
        "hour": "FEB 27 2019",
        "idx": 128
    },
    {
        "classification": 1,
        "headlineText": "The United States wants meetings as regularly as once a month to ensure enforcement of any potential trade pact with China, U.S. Trade Representative Robert Lighthizer said on Wednesday.",
        "headlineTitle": "U.S. wants regular meetings to ensure trade deal enforcement: Lighthizer",
        "hour": "FEB 27 2019",
        "idx": 129
    },
    {
        "classification": 1,
        "headlineText": "Oil futures gained about 2 percent on Wednesday after U.S. crude inventories unexpectedly plummeted and as Saudi Arabia brushed aside comments from U.S. President Donald Trump seeking to keep oil prices from climbing.",
        "headlineTitle": "Oil rises 2 percent as U.S. crude stocks plunge, OPEC brushes off Trump",
        "hour": "FEB 27 2019",
        "idx": 132
    },
    {
        "classification": 1,
        "headlineText": "Amazon.com Inc, Comcast Corp and Electronic Arts Inc submitted initial bids for the holding firm of South Korea's biggest gaming firm Nexon, Maeil Business Newspaper said on Wednesday, citing investment banking sources.",
        "headlineTitle": "Amazon, Comcast, Electronic Arts submit bids for Nexon holding firm-Maeil report",
        "hour": "FEB 27 2019",
        "idx": 134
    },
    {
        "classification": -1,
        "headlineText": "Shares in Air France-KLM fell sharply as the Dutch government amassed a 14 percent stake in the airline to counter French influence, in a surprise move highlighting tensions over the company's strategic direction.",
        "headlineTitle": "Air France-KLM shares slump on surprise Dutch stake buy",
        "hour": "FEB 27 2019",
        "idx": 136
    },
    {
        "classification": -1,
        "headlineText": "The U.S. goods trade deficit widened sharply in December as slowing global demand and a strong dollar weighed on exports, another sign that economic growth slowed in the fourth quarter.",
        "headlineTitle": "U.S. goods trade deficit deteriorates; factory orders edge up",
        "hour": "FEB 27 2019",
        "idx": 141
    },
    {
        "classification": 1,
        "headlineText": "Best Buy Co Inc shares surged 16 percent on Wednesday after it gave an upbeat profit forecast for the year and reported better-than-expected holiday-quarter sales.",
        "headlineTitle": "Best Buy shares surge 16 percent on upbeat profit view, robust holiday quarter",
        "hour": "FEB 27 2019",
        "idx": 143
    },
    {
        "classification": -1,
        "headlineText": "Qatari, Chinese and Japanese investors all sought \"extras\" from Barclays as the British bank raised billions of pounds at the height of the credit crisis in 2008, a landmark London criminal trial heard on Wednesday.",
        "headlineTitle": "Qatar, China, Japan sought 'extras' after Barclays 2008 fundraising: court",
        "hour": "FEB 27 2019",
        "idx": 144
    },
    {
        "classification": -1,
        "headlineText": "Qatar Airways said on Wednesday that it had decided not to go ahead with routes to some planned destinations following a Gulf boycott, particularly in West and Central Africa, the company said in a Twitter post.",
        "headlineTitle": "Qatar Airways suspended some destinations planned for Africa after Gulf boycott",
        "hour": "FEB 27 2019",
        "idx": 145
    },
    {
        "classification": 1,
        "headlineText": "U.S. home improvement chain Lowe's beat Wall Street earnings forecasts on Wednesday, and predicted that more Americans would renovate their houses this year rather than buy a home in a market where prices are rising.",
        "headlineTitle": "Lowe's predicts more home renovations this year after strong profit",
        "hour": "FEB 27 2019",
        "idx": 147
    },
    {
        "classification": -1,
        "headlineText": "The Dutch government's decision to increase its stake in Air France KLM was both \"incomprehensible\" and unexpected, said French Finance Minister Bruno Le Maire on Wednesday.",
        "headlineTitle": "French Finance Minister: Dutch move on Air France KLM was 'incomprehensible'",
        "hour": "FEB 27 2019",
        "idx": 149
    },
    {
        "classification": 1,
        "headlineText": "Campbell Soup Co on Wednesday reported better-than-expected adjusted earnings, helped by its acquisitions of Snyder's-Lance and Pacific Foods.",
        "headlineTitle": "Campbell Soup beats earnings estimates, shares rise",
        "hour": "FEB 27 2019",
        "idx": 150
    },
    {
        "classification": -1,
        "headlineText": "Mylan NV shares slid 10 percent on Wednesday after the generic drug maker predicted poor 2019 earnings that led some Wall Street analysts to wonder if its finances would worsen further.",
        "headlineTitle": "Mylan shares sink as bleak profit outlook sparks growth concerns",
        "hour": "FEB 27 2019",
        "idx": 151
    },
    {
        "classification": -1,
        "headlineText": "Ford Motor Co's joint venture with China Changan Automobile Group has decided not to renew its contract with some agencies supplying it with workers, as carmakers struggle to cope with slumping sales in China.",
        "headlineTitle": "Ford's China JV ends some contracts with job agencies as sales fall",
        "hour": "FEB 27 2019",
        "idx": 154
    },
    {
        "classification": 1,
        "headlineText": "The European Union should set up a police force to investigate tax evasion and financial crime and create a watchdog to counter money-laundering, EU lawmakers said in a report on Wednesday, which accuses seven member states of acting as tax havens.",
        "headlineTitle": "EU needs financial police, money-laundering watchdog: lawmakers",
        "hour": "FEB 27 2019",
        "idx": 156
    },
    {
        "classification": 1,
        "headlineText": "Off-price apparel retailer TJX Cos Inc reported better-than-expected quarterly same-store sales on Wednesday, as steep discounts drove more shoppers to its T.J. Maxx and Marshalls stores during the holiday season.",
        "headlineTitle": "TJX holiday quarter same-stores sales beat estimates",
        "hour": "FEB 27 2019",
        "idx": 157
    },
    {
        "classification": 1,
        "headlineText": "Volkswagen said on Wednesday it had struck a deal with Microsoft to cooperate on cloud computing in China and the United States, as part of its drive to offer connected vehicle services across the globe.",
        "headlineTitle": "Volkswagen deepens cloud computing partnership with Microsoft",
        "hour": "FEB 27 2019",
        "idx": 158
    },
    {
        "classification": 1,
        "headlineText": "Bayer's $63 billion purchase of U.S. seeds maker Monsanto made its mark on the German company's fourth quarter earnings on Wednesday, lifting profit and boding well for the peak season of its enlarged agriculture business.",
        "headlineTitle": "Bayer reaps profit lift from Monsanto seeds, consumer health",
        "hour": "FEB 27 2019",
        "idx": 165
    },
    {
        "classification": -1,
        "headlineText": "A federal judge on Tuesday ordered Tesla Inc Chief Executive Elon Musk to explain by March 11 why he should not be held in contempt for violating his fraud settlement with the U.S. Securities and Exchange Commission.",
        "headlineTitle": "Tesla's Musk must address SEC contempt bid as he calls agency 'broken'",
        "hour": "FEB 27 2019",
        "idx": 166
    },
    {
        "classification": 1,
        "headlineText": "Ahold Delhaize, which operates supermarkets in Europe and the United States, is on track to meet a 20 percent U.S. online sales growth target this year as it opens automated grocery distribution points along the East Coast, its chief executive said on Wednesday.",
        "headlineTitle": "Ahold says on course to meet U.S. online sales growth targets",
        "hour": "FEB 27 2019",
        "idx": 167
    },
    {
        "classification": 1,
        "headlineText": "Harry Potter and Star Wars building sets helped Lego return to growth in 2018, along with strong sales in China, where the privately-owned Danish toymaker plans to open new stores.",
        "headlineTitle": "Wingardium Leviosa! Harry Potter magic helps Lego lift sales",
        "hour": "FEB 27 2019",
        "idx": 169
    },
    {
        "classification": 1,
        "headlineText": "China's CDH Investments is aiming to raise nearly $1 billion in dollar and yuan funds through its venture and growth capital arm to invest in sectors including healthcare and logistics, said people with direct knowledge of the matter.",
        "headlineTitle": "China's CDH targets raising $1 billion in venture capital arm: sources",
        "hour": "FEB 27 2019",
        "idx": 170
    },
    {
        "classification": 1,
        "headlineText": "Vietnamese carriers VietJet and Bamboo Airways formally announced on Wednesday deals with Boeing Co to buy 110 planes worth more than $15 billion as the fast-growing companies look to expand their operations in Asia and beyond.",
        "headlineTitle": "Vietnamese carriers VietJet, Bamboo unveil Boeing deals worth $15 billion",
        "hour": "FEB 27 2019",
        "idx": 171
    },
    {
        "classification": 1,
        "headlineText": "Hyundai Motor Co said on Wednesday it plans to boost the core automotive businesses’ operating profit margin to 7 percent by 2022, compared with 2.1 percent in 2018, as part of its mid- to long-term plan.",
        "headlineTitle": "Hyundai Motor says to lift auto operating margin to 7 percent by 2022",
        "hour": "FEB 27 2019",
        "idx": 172
    },
    {
        "classification": -1,
        "headlineText": "China's steel mills may have taken a wrong turn by adding millions of tonnes of new high-end capacity just as the country's car sector, a key steel consumer, undergoes its first contraction in decades, cutting metal demand.",
        "headlineTitle": "Hot-rolled mess: China's steelmakers hit the skids as car sales slow",
        "hour": "FEB 27 2019",
        "idx": 173
    },
    {
        "classification": 1,
        "headlineText": "Sunrise Communications has entered \"advanced discussions\" to buy Liberty Global's Swiss business in a deal which values the internet and digital television provider at 6.3 billion Swiss francs ($6.30 billion).",
        "headlineTitle": "Sunrise in advanced talks for Liberty Global's $6.3 billion Swiss unit",
        "hour": "FEB 27 2019",
        "idx": 174
    },
    {
        "classification": 1,
        "headlineText": "U.S. President Donald Trump said this week he may soon sign a deal with Chinese President Xi Jinping to end a trade war blamed for slowing global economic growth and disrupting markets.",
        "headlineTitle": "U.S.-China trade: tariff and non-tariff barriers",
        "hour": "FEB 27 2019",
        "idx": 175
    },
    {
        "classification": -1,
        "headlineText": "After last month's deadly tailings dam disaster at a Vale SA facility in Brazil, Freeport-McMoRan Inc Chief Executive Richard Adkerson sent a memo to his 29,000 employees telling them to immediately report any safety concerns about the scores of dams his company operates.",
        "headlineTitle": "Rattled by Vale disaster, mining CEOs move to change industry",
        "hour": "FEB 27 2019",
        "idx": 176
    },
    {
        "classification": -1,
        "headlineText": "Nevada casino regulators said on Tuesday they had fined Wynn Resorts Ltd $20 million in a settlement with the company involving misconduct claims against former chief executive Steve Wynn.",
        "headlineTitle": "Nevada regulators fine Wynn Resorts $20 million in settlement",
        "hour": "FEB 26 2019",
        "idx": 179
    },
    {
        "classification": -1,
        "headlineText": "Silicon Valley billionaire Elon Musk laid into the U.S. Securities and Exchange Commission again on Tuesday, after it accused the Tesla Inc chief executive officer of violating the terms of a settlement last year of fraud charges against him.",
        "headlineTitle": "Tesla's Musk calls SEC 'broken' in new Twitter spat",
        "hour": "FEB 26 2019",
        "idx": 181
    },
    {
        "classification": -1,
        "headlineText": "The Federal Reserve is in \"no rush to make a judgment\" about further changes to interest rates, Fed Chairman Jerome Powell told U.S. lawmakers on Tuesday as he spelled out the central bank's approach to an economy that is likely slowing.",
        "headlineTitle": "Fed's Powell says 'no rush' to hike rates in 'solid' but slowing economy",
        "hour": "FEB 26 2019",
        "idx": 184
    },
    {
        "classification": 1,
        "headlineText": "Papa John's International Inc forecast better-than-feared North American same-store sales on Tuesday, as the U.S. pizza chain's investments on rebranding following its months-long spat with founder John Schnatter pay off.",
        "headlineTitle": "Papa John's gives upbeat full-year forecast after rocky 2018, shares rise",
        "hour": "FEB 26 2019",
        "idx": 185
    },
    {
        "classification": -1,
        "headlineText": "General Electric Co has too much debt and needs to reduce it \"thoughtfully and soon\", Chief Executive Officer Lawrence Culp said in a letter to shareholders on Tuesday.",
        "headlineTitle": "GE CEO says company needs to reduce debt 'thoughtfully and soon'",
        "hour": "FEB 26 2019",
        "idx": 186
    },
    {
        "classification": -1,
        "headlineText": "Wall Street's three major indexes fell slightly after a choppy session on Tuesday as investors eyed mixed U.S. economic data and corporate news and waited for clarity on issues such as the U.S.-China trade talks.",
        "headlineTitle": "Wall St. edges lower in choppy session",
        "hour": "FEB 26 2019",
        "idx": 191
    },
    {
        "classification": -1,
        "headlineText": "A manager at Brazilian iron ore miner Vale SA told authorities that the company's executive board knew there had been a \"decrease in security\" at the dam that burst in January, killing hundreds, according to a newspaper report on Tuesday.",
        "headlineTitle": "Manager at Brazil's Vale told executives of dam risks: newspaper",
        "hour": "FEB 26 2019",
        "idx": 195
    },
    {
        "classification": 1,
        "headlineText": "U.S. President Donald Trump's decision to delay raising tariffs on $200 billion worth of Chinese goods has helped push global stock markets broadly higher as investors hope for a resolution in the trade war between the world's two largest economies.",
        "headlineTitle": "Why some U.S. fund managers like China regardless of trade deal",
        "hour": "FEB 26 2019",
        "idx": 196
    },
    {
        "classification": 1,
        "headlineText": "Rising risks and recent soft data shouldn't prevent solid growth for the U.S. economy this year, but the Federal Reserve will remain \"patient\" in deciding on further interest rate hikes, Fed Chairman Jerome Powell said on Tuesday.",
        "headlineTitle": "Instant View: Powell - Fed remains patient deciding on further hikes",
        "hour": "FEB 26 2019",
        "idx": 198
    },
    {
        "classification": -1,
        "headlineText": "An Ethiopian Airlines executive questioned whether Boeing had told pilots enough about \"aggressive\" software that pushes a plane's nose down, a focus of investigation into a deadly crash in Ethiopia this month.",
        "headlineTitle": "Ethiopian Airlines questions Boeing's 'aggressive' software",
        "hour": "MAR 24 2019",
        "idx": 101
    },
    {
        "classification": -1,
        "headlineText": "American Airlines said Sunday it will extend flight cancellation through April 24 because of the grounding of the Boeing 737 MAX after two fatal crashes since October and cut some additional flights.",
        "headlineTitle": "American Airlines extends Boeing 737 MAX flight cancellations through April 24",
        "hour": "MAR 24 2019",
        "idx": 102
    },
    {
        "classification": -1,
        "headlineText": "Bayer's management retains the backing of its supervisory board, its chief executive said, after pressure on the company increased when a second jury in the United States ruled its glyphosate-based Roundup weed killer caused cancer.",
        "headlineTitle": "Bayer CEO says his team retains backing of supervisory board: report",
        "hour": "MAR 24 2019",
        "idx": 103
    },
    {
        "classification": -1,
        "headlineText": "Ahead of fresh high-level trade talks this week, China is not conceding to U.S. demands to ease curbs on technology companies, the Financial Times reported on Sunday, citing three people briefed on the discussions.",
        "headlineTitle": "China refuses to concede on U.S. demands to ease curbs on tech firms: FT",
        "hour": "MAR 24 2019",
        "idx": 104
    },
    {
        "classification": -1,
        "headlineText": "Turkey's banking watchdog said it had launched an investigation into JP Morgan and other banks over complaints it received after the lira plunged more than 4 percent and the main share index fell sharply on Friday.",
        "headlineTitle": "Turkish watchdogs to probe JP Morgan after lira plunge",
        "hour": "MAR 23 2019",
        "idx": 106
    },
    {
        "classification": -1,
        "headlineText": "British entrepreneur Mike Lynch vigorously denies new U.S. criminal charges against him, his spokesman said on Saturday ahead of a court case over the sale of his firm Autonomy which will begin in London next week.",
        "headlineTitle": "Ex-Autonomy CEO Lynch denies new U.S. charges against him",
        "hour": "MAR 23 2019",
        "idx": 107
    },
    {
        "classification": -1,
        "headlineText": "As Wall Street braces for what may be the first U.S. profit decline since 2016, investors say the first quarter may not mark the low point for 2019 earnings.",
        "headlineTitle": "Wall Street Week Ahead: Doubts increase that first quarter will be earnings low point",
        "hour": "MAR 22 2019",
        "idx": 126
    },
    {
        "classification": 1,
        "headlineText": "Pinterest Inc, the owner of the image search website known for the food and fashion photos that its users post, filed for an initial public offering with U.S. regulators on Friday, looking to tap into a red-hot market for new stock offerings.",
        "headlineTitle": "Image sharing website Pinterest files for IPO",
        "hour": "MAR 22 2019",
        "idx": 129
    },
    {
        "classification": -1,
        "headlineText": "A U.S. lawmaker on Friday urged current or former Boeing Co and Federal Aviation Administration (FAA) employees to come forward with any information about the certification program for the 737 MAX, which has suffered two fatal crashes in five months.",
        "headlineTitle": "U.S. lawmaker seeks Boeing whistleblowers, some MAX 737 orders in jeopardy",
        "hour": "MAR 22 2019",
        "idx": 131
    },
    {
        "classification": -1,
        "headlineText": "Wall Street stocks sold off sharply on Friday, with all three major U.S. stock indexes posting their biggest one-day percentage declines since Jan. 3, as weak factory data from the United States and Europe led to an inversion of U.S. Treasury yields, fueling fears of a global economic downturn.",
        "headlineTitle": "Wall Street tumbles on global economic slowdown fears",
        "hour": "MAR 22 2019",
        "idx": 133
    },
    {
        "classification": 1,
        "headlineText": "Australian shares are set to open higher, bolstered by a rally on Wall Street on Friday",
        "headlineTitle": "Wall Street rise to drive ASX higher"
    },
    {
        "classification": 1,
        "headlineText": "The Nikkei 225 average climbed 133.65 points, or 0.62 percent, to end at 21,584.50. On Friday, the key market gauge rose 163.83 points.",
        "headlineTitle": "Tokyo stocks rise further on Wall Street advance"
    },
    {
        "classification": 1,
        "headlineText": "The Dow Jones Industrial Average and S&P 500 are both 4 percent away from their all-time highs.",
        "headlineTitle": "Better economic data needed before Wall Street can rise back to all-time highs."
    },
    {
        "classification": 1,
        "headlineText": "Stocks closed higher on the first day of the fourth quarter as investors cheered news of Canada joining a trade deal with the United States and Mexico.",
        "headlineTitle": "Dow rises nearly 200 points after the US and Canada strike a deal to replace NAFTA"
    },
    {
        "classification": 1,
        "headlineText": "U.S. stocks rose on Monday after U.S. President Donald Trump and Chinese President Xi Jinping agreed to a 90-day cease-fire in the trade war that has weighed heavily on global stock markets for most of 2018.",
        "headlineTitle": "Dow jumps more than 250 points on US-China trade truce"
    },
    {
        "classification": 1,
        "headlineText": "The Toronto Stock Exchange’s S&P/TSX rose 21.41 points, or 0.14 percent, to 15,484.55. Leading the index were Precision Drilling Corp, up 13.9 percent after announcing a debt repayment plan, Labrador Iron Ore Royalty Corp, up 12.5 percent, and Ivanhoe Mines Ltd , higher by 8.8 percent.",
        "headlineTitle": "STOCKS TSX rises 0.14 percent"
    },
    {
        "classification": 1,
        "headlineText": "Canada’s main stock index rose on Thursday, boosted by gains in shares of metal miners fueled by rally in gold prices.",
        "headlineTitle": "STOCKS TSX rises as material stocks rally"
    },
    {
        "classification": 1,
        "headlineText": "Boeing Co has been awarded a $4.1 billion U.S. defense contract related to the expansion and improvement of the ground-based midcourse missile defense system, the Pentagon said on Friday.",
        "headlineTitle": "Boeing Co wins $4.1 billion U.S. defense contract: Pentagon",
        "hour": "MAR 22 2019",
        "idx": 135
    },
    {
        "classification": -1,
        "headlineText": "U.S. prosecutors on Friday added three new criminal charges to their indictment against British entrepreneur Mike Lynch related to the $11.1 billion sale of his software company Autonomy to Hewlett-Packard in 2011.",
        "headlineTitle": "U.S. adds criminal charges against ex-Autonomy CEO Lynch",
        "hour": "MAR 22 2019",
        "idx": 136
    },
    {
        "classification": -1,
        "headlineText": "Stocks around the world fell and U.S. Treasuries yields sent warning signals for a possible recession on Friday after weaker-than-expected U.S. and European data intensified fears of a global economic slowdown.",
        "headlineTitle": "U.S. Treasuries signal trouble, stocks fall on global growth worries",
        "hour": "MAR 22 2019",
        "idx": 138
    },
    {
        "classification": -1,
        "headlineText": "U.S. markets received a clear warning of coming recession on Friday when the spread between yields on three-month Treasury bills and 10-year notes fell below zero for the first time since 2007 after U.S. manufacturing data missed estimates.",
        "headlineTitle": "Yield curve inverts for first time since 2007 on global growth worries",
        "hour": "MAR 22 2019",
        "idx": 140
    },
    {
        "classification": -1,
        "headlineText": "U.S. manufacturing activity unexpectedly cooled in March, a troubling sign for the economy although the housing market showed signs lower interest rates were giving it a boost.",
        "headlineTitle": "In foreboding sign for U.S. economy, factory sector softens",
        "hour": "MAR 22 2019",
        "idx": 141
    },
    {
        "classification": 1,
        "headlineText": "Growth in China’s increasingly important services sector accelerated in December at its fastest pace in four months, adding to signs of a modest year-end revival in the world’s second-largest economy.",
        "headlineTitle": "China services growth adds to economic revival hopes"
    },
    {
        "classification": 1,
        "headlineText": "Today’s release of the latest economic growth figures show that our economy is demonstrably on the mend, but the strength of the recovery remains to be seen. Gross domestic product grew at an annual rate of 2 percent between July and September this year.",
        "headlineTitle": "Latest GDP Figures Show Business Investment Powering Economic Growth",
        "hour": "OCT 29 2010"
    },
    {
        "classification": 1,
        "headlineText": "During its decades of rapid growth, China thrived by allowing once-suppressed private entrepreneurs to prosper, often at the expense of the old, inefficient state sector of the economy.",
        "headlineTitle": "China Fortifies State Businesses to Fuel Growth"
    },
    {
        "classification": 1,
        "headlineText": "Stock markets have rallied after Ireland's government agreed to an estimated £77billion bail-out from the European Union.",
        "headlineTitle": "Ireland bail-out: stocks rise after bail-out accepted"
    },
    {
        "classification": 1,
        "headlineText": "President Donald Trump's top economic advisor Larry Kudlow on Friday said he believes the \"underlying\" U.S. economy \"looks very good.\"",
        "headlineTitle": "Larry Kudlow: 'I don't think the underlying economy is slowing'"
    },
    {
        "classification": 1,
        "headlineText": "The Canadian economy grew by a surprise 0.3 percent in January, reversing recent declines as the construction and manufacturing sectors picked up, and likely leaving the Bank of Canada on the sidelines over the coming months.",
        "headlineTitle": "Canada economy posts surprise growth in Jan; reverses 2 monthly declines"
    },
    {
        "classification": -1,
        "headlineText": "The report from the Commerce Department on Friday also showed price pressures muted in January, with a measure of overall inflation posting its smallest annual increase in nearly 2-1/2 years.",
        "headlineTitle": "U.S. consumer spending soft, inflation benign as economy slows"
    },
    {
        "classification": 1,
        "headlineText": "The Chinese tech giant said Friday that 2018 earnings jumped by 25% to 59.3 billion yuan ($8.7 billion). Sales fell short of an earlier company forecast, but still rose by 19.5% to 721 billion yuan ($105 billion).",
        "headlineTitle": "Huawei's profits jump by 25% despite US efforts to curtail its business"
    },
    {
        "classification": 1,
        "headlineText": "The U.S. economy is regaining traction as the year winds down, boosted by an accelerating business sector and a modest pickup among consumers.",
        "headlineTitle": "U.S. Economy Grew at 4.6% Rate in Second Quarter"
    },
    {
        "classification": -1,
        "headlineText": "The huge mills along the Penobscot River roared virtually nonstop for more than a century, turning the dense Maine forests into paper and lifting the thousands of men who did the hot and often backbreaking work into the middle class.",
        "headlineTitle": "U.S. disability rolls swell in a rough economy"
    },
    {
        "classification": 1,
        "headlineText": "The global economy is becoming a more integrated and competitive neighborhood. Driven by new investments and the jobs that come with them, the expansion of the global economy into coordinated production and supply chains brings both benefits and opportunities.",
        "headlineTitle": "Offshoring Work Is Taking a Toll on the U.S. Economy"
    },
    {
        "classification": 1,
        "headlineText": "The U.S. economy grew at its fastest rate in more than a decade between the months of July through September, according to government data released Tuesday morning, marking the latest sign that a once-sluggish recovery is now running at full speed.",
        "headlineTitle": "U.S. economy grew at a rate of 5 percent in third quarter, the fastest in more than a decade"
    },
    {
        "classification": 1,
        "headlineText": "The ranks of U.S. public companies grew last year for the first time since the go-go days of the Internet boom, getting a long-awaited boost from an expanding economy and renewed investor interest in U.S. stocks.",
        "headlineTitle": "U.S. Public Companies Rise Again"
    },
    {
        "classification": 1,
        "headlineText": "Finally. Stocks wrapped up a stellar first quarter Thursday with the S&P 500 finishing at a new high, after flirting with the milestone for weeks.",
        "headlineTitle": "What a quarter! Dow and S&P at record highs"
    },
    {
        "classification": 1,
        "headlineText": "U.S. stocks shot up on Monday after the prospects for an imminent U.S. attack on Syria began to fade, while sentiments that Federal Reserve stimulus measures may stay in place boosted spirits as well.",
        "headlineTitle": "U.S. stocks rise as Syria attack concerns fade; Dow rises 0.94%"
    },
    {
        "classification": 1,
        "headlineText": " If you put your money in stocks in 2014, you were a savvy investor. The Dow finished the year up 7.5%, the S&P 500 rose 11.4%, and the tech-heavy Nasdaq soared 13.4%.",
        "headlineTitle": "The bull market lives: Stocks rise 11.4% in 2014"
    },
    {
        "classification": 1,
        "headlineText": "Japan’s economy expanded at a rapid clip at the start of the year, the first hard evidence that Prime Minister Shinzo Abe’s sweeping stimulus is beginning to rouse consumers and businesses into action even as risks loomed in the horizon.",
        "headlineTitle": "Japan's first-quarter growth spurt shows early benefits of Abe's policy gamble"
    },
    {
        "classification": -1,
        "headlineText": "Unfortunately, like most emerging market nations, Turkey's economic boom has devolved into a dangerous bubble that is similar to the bubbles that caused the downfall of Western economies just six years ago.",
        "headlineTitle": "Why The Worst Is Still Ahead For Turkey's Bubble Economy"
    },
    {
        "classification": 1,
        "headlineText": "he standard future scenario in their computer projections showed positive growth in both the population and the economy until the mid-21st century",
        "headlineTitle": "Reaching its limits: can the global economy keep growing?"
    },
    {
        "classification": -1,
        "headlineText": "Japan's economy unexpectedly shrank for the second consecutive quarter, leaving the world's third largest economy in technical recession.",
        "headlineTitle": "Japan's economy makes surprise fall into recession"
    },
    {
        "classification": 1,
        "headlineText": "Economists estimate Kosovo's economy must grow by 8 percent each year to absorb the young people entering the job market and hold unemployment steady.",
        "headlineTitle": "Kosovo's Economy Still Struggling Five Years After Independence"
    },
    {
        "classification": -1,
        "headlineText": "Prominent Croatian economists are calling for an about turn in the state's economic policy after the country landed a dismal credit rating.",
        "headlineTitle": "Croatia's next crisis: Its economy is officially junk"
    },
    {
        "classification": 1,
        "headlineText": "The main street, once swarming with International Business Machines. IBM in 1980 would now be sitting on more than $400,000 worth of stock, a 25-fold return. to define today's economy — that a company's primary purpose is to maximize.",
        "headlineTitle": "Maximizing shareholder value: The goal that changed corporate"
    },
    {
        "classification": 1,
        "headlineText": "Wall Street is home to the venerable New York Stock Exchange (now called NYSE ... Increased business investment leads to higher economic output and.",
        "headlineTitle": "Why Wall Street Is A Key Player In The World's Economy"
    },
    {
        "classification": 1,
        "headlineText": "Gig economy companies also have not proved a business .  that people will now own shares of the company in their mutual funds and stock . ",
        "headlineTitle": "Lyft's Shares Jump in Trading Debut, Cementing Rise of the Gig . ",
        "idx": 0,
        "siteAndDate": "New York Times-22 horas atrás"
    },
    {
        "classification": 1,
        "headlineText": "UK business investment slide, but trade war optimism boosts stocks . . despite lingering concerns over the health of the global economy.",
        "headlineTitle": "UK business investment slide, but trade war optimism boosts stocks . ",
        "idx": 1,
        "siteAndDate": "The Guardian-29 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Hong Kong (CNN Business) Worries over slowing economic growth are .  Fears about a severe global economic slowdown hit stocks in . ",
        "headlineTitle": "Stocks in Asia and Europe sink on fears of slowing growth",
        "idx": 3,
        "siteAndDate": "CNN-25 de mar de 2019"
    },
    {
        "classification": 1,
        "headlineText": "New York: US stocks ended higher as investors continued to keep a .  trade updates and digested a batch of encouraging economic data.",
        "headlineTitle": "US stocks end week on high note",
        "idx": 4,
        "siteAndDate": "Times Now-12 horas atrás"
    },
    {
        "classification": -1,
        "headlineText": "Also, stocks were due for a bounce after a fourth-quarter rout that had left .  and China took steps to stimulate its flagging economy, he said. .  China, for example, has moved to cut taxes and boosted credit for small business.",
        "headlineTitle": "Stock market at crossroads after strongest quarterly rise in a decade",
        "idx": 5,
        "siteAndDate": "MarketWatch-6 horas atrás"
    },
    {
        "classification": -1,
        "headlineText": "In a new article, he warns that the economy may be on the edge of a .  Americans' present wealth — stocks, homes and private businesses . ",
        "headlineTitle": "Robert Samuelson: Has the next economic bubble arrived?",
        "idx": 6,
        "siteAndDate": "Lewiston Sun Journal-14 horas atrás"
    },
    {
        "classification": 1,
        "headlineText": "Stocks rose on Friday amid renewed optimism on the progress of .  financial markets and souring business and consumer sentiment. .  The reason why is, while stocks got cheap for a brief amount of time, the economy is not . ",
        "headlineTitle": "S&P 500 notches best start to a year since 1998, Dow rises more than . ",
        "idx": 7,
        "siteAndDate": "CNBC-29 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Concerns about the health of the world economy heightened last week after remarks by the US Federal Reserve indicated that it would not . ",
        "headlineTitle": "Asian stocks slump as US recession fears grip markets",
        "idx": 8,
        "siteAndDate": "The Guardian-24 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "The bond market smells a recession. On Friday, stock investors caught a whiff, too. Economic forecasters and Wall Street traders have been . ",
        "headlineTitle": "Stocks Fall as Bond Market Flashes a Recession Warning",
        "idx": 10,
        "siteAndDate": "New York Times-22 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Japan led the decline, though stocks fell broadly across Asia. .  European markets, which fell on Friday after some dour economic news, lost . ",
        "headlineTitle": "Global Stocks Fall as Pessimism Continues",
        "idx": 11,
        "siteAndDate": "New York Times-25 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Investors dumped Turkish bonds and stocks on Wednesday after the .  But the global economy is slowing, central banks have shelved plans to raise . . He said decisions by banks on liquidity were business-based and in line . ",
        "headlineTitle": "Turkish stocks tumble as crackdown on lira speculation spooks . ",
        "idx": 13,
        "siteAndDate": "The Guardian-27 de mar de 2019"
    },
    {
        "classification": 1,
        "headlineText": "New York (CNN Business) Wall Street was a winner's circle this quarter. The market surged on hopes that the US economy and corporate profits .  And big tech stocks, including the favorite FAANG fivesome of Facebook (FB), . ",
        "headlineTitle": "Wall Street enjoyed a huge rally this quarter. But there were some losers",
        "idx": 14,
        "siteAndDate": "CNN-27 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Stocks fell Monday after weaker-than-expected economic data and as US-China trade optimism cooled. Financial markets had been higher . ",
        "headlineTitle": "Stocks sink after economic data disappoints",
        "idx": 24,
        "siteAndDate": "Business Insider-4 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "NEW YORK - Worries about economic growth prospects hit global stock markets on Friday, causing sharp price drops on both sides of the . ",
        "headlineTitle": "Economic gloom hits world stock markets",
        "idx": 26,
        "siteAndDate": "eNCA-23 de mar de 2019"
    },
    {
        "classification": 1,
        "headlineText": "Another Chinese name, live-streaming game company Huya (HUYA), .  In the U.S. economy, new home sales in February came in far stronger . ",
        "headlineTitle": "Lyft IPO Gives Major Indexes A Lift; Chinese Stocks Jump On Trade . ",
        "idx": 27,
        "siteAndDate": "Investor's Business Daily-22 horas atrás"
    },
    {
        "classification": -1,
        "headlineText": "The largest bank in Europe lowered its stance on Singapore stocks to .  bases for global banks and major businesses seeking opportunities in Asia. .  focus on the domestic market have failed to lift the economy, the bank said . ",
        "headlineTitle": "HSBC downgrades stocks in Singapore and Hong Kong",
        "idx": 30,
        "siteAndDate": "CNBC-27 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "The Standard & Poor's 500-stock index fell 0.8 percent in the five days, .  plunge since January after weak economic data from Germany and . ",
        "headlineTitle": "Stocks slip again on weak data",
        "idx": 33,
        "siteAndDate": "Washington Post-22 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "\"How long the economic expansion can continue .  depends on sustaining a .  According to Russell's Business Cycle Index, the odds of recession over the .  Major stock market averages are actually negative since the Fed . ",
        "headlineTitle": "If a recession really is coming, here's what Powell and Trump can do . ",
        "idx": 36,
        "siteAndDate": "CNBC-29 de mar de 2019"
    },
    {
        "classification": 1,
        "headlineText": "Stocks began their rally against a bleak economic backdrop back in . . own are large-company stocks, especially large technology companies,\" . ",
        "headlineTitle": "10 years after stocks hit bottom: What we learned and what we still don . ",
        "idx": 37,
        "siteAndDate": "AZCentral.com-3 de mar de 2019"
    },
    {
        "classification": 1,
        "headlineText": "Confidence in the U.S. economy is strong with CFOs across all global .  more CFOs continue to believe the renewed rally in stocks won't last.",
        "headlineTitle": "Nearly 100% of corporations say there will be no US recession this . ",
        "idx": 41,
        "siteAndDate": "CNBC-1 de mar de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Overstock has put off plans to sell its flagship retail business, delaying a large cash infusion that it was hoping to get for its portfolio of . ",
        "headlineTitle": "Overstock Delays E-Commerce Business Sale, Deferring Cash for . ",
        "idx": 42,
        "siteAndDate": "CoinDesk-18 de mar de 2019"
    },
    {
        "classification": 1,
        "headlineText": "Stocks on Wednesday climbed back from their epic Christmas Eve plunge as all .  White House economic adviser Kevin Hassett assured reporters that Federal .  Hassett, in an appearance on Fox Business Network, also said . ",
        "headlineTitle": "Dow soars more than 1050 points, its biggest point gain in history . ",
        "idx": 45,
        "siteAndDate": "Washington Post-26 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "The market turbulence of the past weeks resumed Friday as stocks bobbed up and .  [Fed cuts its outlook for U.S. economy; stocks plunge].",
        "headlineTitle": "US stocks suffer amid DC tumult; Dow has worst week in a decade",
        "idx": 47,
        "siteAndDate": "Washington Post-21 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "[Federal Reserve cuts its outlook for U.S. economy; stocks plunge] .  of U.S. investors and business leaders and caused the Dow to shed more . ",
        "headlineTitle": "As stocks drop, Trump fears he's losing his best argument for reelection",
        "idx": 48,
        "siteAndDate": "Washington Post-20 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "U.S. stock markets suffered their steepest Christmas Eve decline in decades Monday, .  Investors have been shaken by recent economic and political .  had ample credit to extend to American businesses and households.",
        "headlineTitle": "Markets stage one of worst Christmas Eves ever, closing down more . ",
        "idx": 50,
        "siteAndDate": "Washington Post-24 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "[As stocks tumble, U.S. wonders: Is this economy as good as it gets?] .  The Standard & Poor's 500-stock index was off 3 percent Wednesday.",
        "headlineTitle": "Dow plunges more than 600 points in another day of losses, officially . ",
        "idx": 52,
        "siteAndDate": "Washington Post-24 de out de 2018"
    },
    {
        "classification": -1,
        "headlineText": "US stocks suffered one of the worst weekly falls in a decade as trade .  The Fed also cut its forecasts for economic growth in 2019 to 2.3%, . ",
        "headlineTitle": "US stocks suffer worst week in a decade",
        "idx": 55,
        "siteAndDate": "BBC News-21 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "October's stock skid deepened losses Friday on a global sell-off in .  China that made investors think the global economy may have reached its growth limit. .  Business capital expenditures are a big contributor to growth and . ",
        "headlineTitle": "US stocks skid deeper on tech sell-off",
        "idx": 56,
        "siteAndDate": "Washington Post-26 de out de 2018"
    },
    {
        "classification": -1,
        "headlineText": "Stocks on Wall Street dropped again Friday, pushing the S&P 500 into .  the chief financial officer of Huawei and a daughter of the company's . ",
        "headlineTitle": "Stocks Fall Back Into Negative Territory for 2018 as Economic . ",
        "idx": 57,
        "siteAndDate": "New York Times-7 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "U.S. stocks slipped Tuesday as global growth worries were .  during an appearance on Fox Business Network with anchor Maria Bartiromo.",
        "headlineTitle": "Stocks slide on renewed fears of a global economic slowdown",
        "idx": 59,
        "siteAndDate": "Washington Post-22 de jan de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Stocks fell around the world after the arrest of a top Chinese technology .  increasingly see as a threat to financial markets and the economy.",
        "headlineTitle": "Whiplash on Wall Street as Tension About Global Economy Mounts",
        "idx": 60,
        "siteAndDate": "New York Times-6 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "U.S. stocks shuddered on Tuesday as earnings reports from two industrial .  told shareholders its business growth could slow and warned its dealers .  [As stocks tumble, U.S. wonders: Is this economy as good as it gets?].",
        "headlineTitle": "US stocks rattled as two industrial giants warn of trouble",
        "idx": 61,
        "siteAndDate": "Washington Post-23 de out de 2018"
    },
    {
        "classification": -1,
        "headlineText": "The S&P 500-stock index fell 1.9 percent, the tech-heavy Nasdaq .  that the company had kept the presence of carcinogenic asbestos in its . ",
        "headlineTitle": "Wall Street Is Battered by Worsening Economic Outlook in China",
        "idx": 62,
        "siteAndDate": "New York Times-14 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "By Rich Barbieri and Nathaniel Meyersohn, CNN Business . . Trump administration sent out confusing signals about markets and the economy.",
        "headlineTitle": "Confusing signals from Washington send markets plunging",
        "idx": 63,
        "siteAndDate": "CNN-24 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "By Mark Zandi for CNN Business Perspectives .  way out of the conflict with China as the damage to the stock market and economy mounts.",
        "headlineTitle": "Trump's misplaced economic policies could sink the US economy next . ",
        "idx": 64,
        "siteAndDate": "CNN-27 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "Stocks steered lower after a disappointing manufacturing report from the .  China's weakening economy gives President Trump the upper hand in .  as the most valuable company, with a market capitalization of $780 billion.",
        "headlineTitle": "Apple's slowdown in China ripples through global financial markets",
        "idx": 65,
        "siteAndDate": "Washington Post-3 de jan de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Stocks sank on Tuesday, as President Trump threatened China with further tariffs, just .  strategist at the brokerage firm William O'Neil & Company. .  The economy is on pace for its best year since 2005, unemployment is near . ",
        "headlineTitle": "Trump Warns China That He's 'Tariff Man,' Spooking Stock Investors",
        "idx": 67,
        "siteAndDate": "New York Times-5 de dez de 2018"
    },
    {
        "classification": 1,
        "headlineText": "U.S. stock markets eked out a small win Monday after posting big, early losses after .  Soft trade could signal weaker global economic growth.",
        "headlineTitle": "Dow, buoyed by tech stocks, climbs back from big loss",
        "idx": 68,
        "siteAndDate": "Washington Post-10 de dez de 2018"
    },
    {
        "classification": 1,
        "headlineText": "The rally continued in Asia, led by Japan, where stocks on Thursday .  to climb thanks to the underlying strength of the American economy.",
        "headlineTitle": "Stocks Bounce Back From Edge of Bear Market",
        "idx": 69,
        "siteAndDate": "New York Times-26 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "\"U.S. economic growth has sharply decelerated since early December. In the current macro environment, we recommend investors own stocks . ",
        "headlineTitle": "Goldman says the US economy has 'sharply decelerated' but these . ",
        "idx": 72,
        "siteAndDate": "CNBC-25 de fev de 2019"
    },
    {
        "classification": -1,
        "headlineText": "And given the chip industry's status as one of the anchors of business investment in the economy, is the string of weak news a sign the country . ",
        "headlineTitle": "Here's why the slump in semiconductor stocks may be a sign the US . ",
        "idx": 73,
        "siteAndDate": "CNBC-26 de out de 2018"
    },
    {
        "classification": -1,
        "headlineText": "The Standard & Poor's 500-stock index was off 2 percent. .  in future order rates could call into question if we are peaking in economic growth, . ",
        "headlineTitle": "US stocks skid again on renewed fears that tech sector has run out of . ",
        "idx": 74,
        "siteAndDate": "Washington Post-12 de nov de 2018"
    },
    {
        "classification": 1,
        "headlineText": "Hong Kong and China stocks shot up Tuesday, after the Chinese .  and small enterprises amid a slowing economy and the US-China trade war. .  Geely Automobile, whose parent company also owns Sweden's Volvo Cars, . ",
        "headlineTitle": "Hong Kong and China stocks shoot up after Beijing vows tax cuts to . ",
        "idx": 76,
        "siteAndDate": "South China Morning Post-15 de jan de 2019"
    },
    {
        "classification": -1,
        "headlineText": "“This is the kind of response you see in financial markets when the real economy, profits, wages and growth, becomes more uncertain,” said . ",
        "headlineTitle": "Embattled tech stocks drag down rest of market in late-day plunge",
        "idx": 78,
        "siteAndDate": "Washington Post-29 de out de 2018"
    },
    {
        "classification": 1,
        "headlineText": "HÀ NỘI — The global rubber price has increased sharply in recent weeks, benefiting the share prices of Vietnamese producers on the stock . ",
        "headlineTitle": "Rubber stocks rise on global prices",
        "idx": 81,
        "siteAndDate": "Viet Nam News-20 de jan de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Stocks fell sharply on Tuesday in the biggest decline since the .  about a bond-market phenomenon signaling a possible economic slowdown.",
        "headlineTitle": "Dow plunges nearly 800 points on rising fears of an economic slowdown",
        "idx": 86,
        "siteAndDate": "CNBC-4 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "Stock Indexes Fell on the Fed's View on the Economy. .  while growth of business fixed investment has moderated from its rapid pace earlier in . ",
        "headlineTitle": "Stock Indexes Fell on the Fed's View on the Economy. Here's Why",
        "idx": 89,
        "siteAndDate": "Fortune-8 de nov de 2018"
    },
    {
        "classification": -1,
        "headlineText": "Stock markets in the region suffered. .  With business conditions expected to get worse before they get better, China is expected to roll .  “This data confirms our view that the economy is weak and that stimulus needs to arrive . ",
        "headlineTitle": "Markets dive as China manufacturing weakens in bleak start to 2019",
        "idx": 92,
        "siteAndDate": "The Guardian-1 de jan de 2019"
    },
    {
        "classification": 1,
        "headlineText": "Bank stocks reacted positively on Tuesday, led by Morgan Stanley, up nearly 6 .  Goldman is drumming up business with new companies and . ",
        "headlineTitle": "Bank execs tell a good economic story and investors are finally . ",
        "idx": 93,
        "siteAndDate": "CNBC-16 de out de 2018"
    },
    {
        "classification": -1,
        "headlineText": "The stock market's gains for 2018 were erased on Tuesday, as a sell-off .  [Read how the stock market's slide is flashing warning signs about the economy.] .  It's a Sunday newsletter with essential business insights that'll prep . ",
        "headlineTitle": "Stocks Fall, Wiping Out Gains for 2018",
        "idx": 94,
        "siteAndDate": "New York Times-20 de nov de 2018"
    },
    {
        "classification": 1,
        "headlineText": "Wall Street's roller-coaster ride extended into Thursday with stocks staging a .  They are trying to assess the prospects for economic growth and . ",
        "headlineTitle": "Stocks Rise as Wall St.'s Roller Coaster Stages Late-Day Rally",
        "idx": 95,
        "siteAndDate": "New York Times-27 de dez de 2018"
    },
    {
        "classification": -1,
        "headlineText": "China, the world's second biggest economy, is showing slower growth. .  and pro-business policies pursued by the current GOP leadership.",
        "headlineTitle": "Here's why the stock market is falling and now down for the year",
        "idx": 96,
        "siteAndDate": "CNBC-24 de out de 2018"
    },
    {
        "classification": 1,
        "headlineText": "If you're going to worry about the economy, tumbling stocks are the least .  business network CNBC, proclaimed, “There's no recession coming.",
        "headlineTitle": "Is a Recession Coming?",
        "idx": 99,
        "siteAndDate": "The Atlantic-23 de nov de 2018"
    },
    {
        "classification": -1,
        "headlineText": "CVS Health Corp. shares fell after revenue of $54.42 billion was short of expectations and the company's adjusted earnings per share for fiscal . ",
        "headlineTitle": "Stocks post modest gain as Fed signals economic growth worries",
        "idx": 102,
        "siteAndDate": "Fox Business-20 de fev de 2019"
    },
    {
        "classification": -1,
        "headlineText": "Longer term, rebuilding and postponed business activity will make up much of the .  and the capital stock that emerges will prove more economically useful and .",
        "headlineTitle": "Morici: Economic Impact of Hurricane Irene",
        "idx": 2,
        "siteAndDate": "CNBC.com (blog)-28 de ago de 2011"
    },
    {
        "classification": -1,
        "headlineText": "That's about as much as the company bought in the first half of the year. .  worried his new purchases will be caught up in a 'double-dip' for the U.S. economy.",
        "headlineTitle": "Warren Buffett Buying Stock Bargains with US Recession 'Very, Very .",
        "idx": 3,
        "siteAndDate": "CNBC.com-30 de set de 2011"
    },
    {
        "classification": -1,
        "headlineText": "The silence left potential buyers and sellers of Fantom stock in the dark about the business — and at heightened risk of making bad investment decisions.",
        "headlineTitle": "Zombie stocks: Trading often goes on after companies stop filing SEC .",
        "idx": 7,
        "siteAndDate": "Washington Post-22 de jun de 2011"
    },
    {
        "classification": 1,
        "headlineText": "The classic microcap scams involve efforts to hype the value of a company's stock by spreading false or misleading information via spam, online chat groups or .",
        "headlineTitle": "SEC ups efforts to combat manipulations of 'microcap' stocks",
        "idx": 8,
        "siteAndDate": "Washington Post-28 de nov de 2013"
    },
    {
        "classification": 1,
        "headlineText": "Day after day, stocks swing sharply by hundreds of points. .  where the economy is heading — and canny investors could profit from the big swings, or simply sit .",
        "headlineTitle": "Market Swings Are Becoming New Standard",
        "idx": 9,
        "siteAndDate": "New York Times-11 de set de 2011"
    },
    {
        "classification": 1,
        "headlineText": "Special perks, ranging from the use of the company jet and free financial planning .  But now that the stock market and economy are less fragile, companies are .",
        "headlineTitle": "CEO pay rockets as economy, stocks recover",
        "idx": 11,
        "siteAndDate": "USA TODAY-27 de mar de 2013"
    },
    {
        "classification": -1,
        "headlineText": "It's time for investors such as pension funds to reconnect with businesses in a .  the cost of that equity to enterprise thereby increasing economic growth and, .",
        "headlineTitle": "Six reasons why our stock markets are no longer fit for purpose",
        "idx": 12,
        "siteAndDate": "The Guardian-21 de out de 2013"
    },
    {
        "classification": -1,
        "headlineText": "When Rep. Alan Grayson's telecom company went public in the 1990s, he cashed out with millions, sunk his money into the stock market and built the fortune .",
        "headlineTitle": "Congressman, 121 others lose money in Virginian's 'stock loan' scam",
        "idx": 15,
        "siteAndDate": "Washington Post-21 de dez de 2013"
    },
    {
        "classification": -1,
        "headlineText": "Although all these trends would appear to bode poorly for stocks, on the theory that a weak economy reduces investor appetite for risk, there's a problem with .",
        "headlineTitle": "The Economy and Stocks: A Big Disconnect",
        "idx": 18,
        "siteAndDate": "New York Times-15 de dez de 2012"
    },
    {
        "classification": 1,
        "headlineText": "I don't blame investors for thinking there must be a way to get in on something big. People are trying to make money any way they can in a stock market where .",
        "headlineTitle": "Risky business: Buying shares in a bankrupt company",
        "idx": 20,
        "siteAndDate": "Washington Post-11 de out de 2011"
    },
    {
        "classification": 1,
        "headlineText": "In the report, Credit Suisse analysts pick their seven favorite stocks in the sector. .  however its valuation multiple is cheap, its discrete automation business is .",
        "headlineTitle": "CREDIT SUISSE: These 7 Stocks Will Rise With The Machines",
        "idx": 24,
        "siteAndDate": "Business Insider-14 de ago de 2012"
    },
    {
        "classification": -1,
        "headlineText": "There are clear similarities between the approach many businesses take towards .  we invest in do not simply exist in isolation on a stock exchange somewhere.",
        "headlineTitle": "Economic growth at risk when natural assets are degraded or depleted",
        "idx": 27,
        "siteAndDate": "The Guardian (blog)-4 de dez de 2013"
    },
    {
        "classification": -1,
        "headlineText": "Japanese stock markets fell more than six percent Monday as the country's .  the Bank of Japan's vow to keep the economy--the third-largest in the world--on track. .  of plants and businesses in the more heavily industrialized Tohoku region.",
        "headlineTitle": "US stocks down, world markets flat after Japanese stocks plummet",
        "idx": 29,
        "siteAndDate": "Washington Post-14 de mar de 2011"
    },
    {
        "classification": -1,
        "headlineText": "The stock market resumed its free fall Monday on mounting fears about the stalling economy and worries that the government had few options to increase . . nearing a double-dip recession as everyone from consumers to businesses retrench.",
        "headlineTitle": "Stocks Suffer Sharpest Drop Since 2008",
        "idx": 33,
        "siteAndDate": "New York Times-8 de ago de 2011"
    },
    {
        "classification": 1,
        "headlineText": "Nor is there any empirical evidence that it makes the economy or the society better .  executives that are tied to the short-term performance of the company stock.",
        "headlineTitle": "Businesses' focus on maximizing shareholder value has numerous costs",
        "idx": 35,
        "siteAndDate": "Washington Post-6 de set de 2013"
    },
    {
        "classification": -1,
        "headlineText": "Philippine stocks down over reports of weak US economy .  percent), holding firm JG Summit (1.60 percent), and construction company DMCI (1.33 percent).",
        "headlineTitle": "Philippine stocks down over reports of weak US economy",
        "idx": 37,
        "siteAndDate": "Inquirer.net-23 de nov de 2011"
    },
    {
        "classification": -1,
        "headlineText": "Wall Street Baffled by Slowing Economy, Low Yields: Trader .  Stocks extended losses after the manufacturing fell below expectations in May and the private .",
        "headlineTitle": "Wall Street Baffled by Slowing Economy, Low Yields: Trader",
        "idx": 47,
        "siteAndDate": "CNBC.com-1 de jun de 2011"
    },
    {
        "classification": 1,
        "headlineText": "They have found that equity risk premiums tend to be higher at business cycle troughs than at peaks. Many economic variables that predict excess returns are .",
        "headlineTitle": "The Price of Stock and Bond Risk in Recoveries",
        "idx": 48,
        "siteAndDate": "Federal Reserve Bank of San Francisco-19 de ago de 2013"
    },
    {
        "classification": 1,
        "headlineText": "Indeed, if there is a relationship, it is that economic growth and stock market returns .  Paul Marsh and Mike Staunton of the London Business School of 19 major .",
        "headlineTitle": "Rising GDP not always a boon for equities",
        "idx": 49,
        "siteAndDate": "Financial Times-13 de abr de 2013"
    },
    {
        "classification": 1,
        "headlineText": "BEIJING — China is trying hard to revive interest in its ailing stock market, but some .  Interest from collectors like Kou has made walnuts big business for merchants like .  said Mark Williams, an economist with Capital Economics in London.",
        "headlineTitle": "Chinese turn backs on stock market, invest in walnuts instead",
        "idx": 51,
        "siteAndDate": "Financial Post (blog)-28 de ago de 2012"
    },
    {
        "classification": -1,
        "headlineText": "PRINCETON, NJ -- Even as stocks have returned to lofty heights from their March 2009 lows, the percentage of Americans saying they hold individual stocks, .",
        "headlineTitle": "In US, 54% Have Stock Market Investments, Lowest Since 1999",
        "idx": 52,
        "siteAndDate": "Gallup.com-20 de abr de 2011"
    },
    {
        "classification": -1,
        "headlineText": ".  Parker writes a check on his account to pay for a new window for his shop (it was broken by someone who wanted to stimulate the local economy, of course.) .",
        "headlineTitle": "Basics of Banking: Loans Create a Lot More Than Deposits",
        "idx": 53,
        "siteAndDate": "CNBC.com (blog)-26 de fev de 2013"
    },
    {
        "classification": -1,
        "headlineText": "“Businesses have held back so far, but will begin to get on board. .  In May and June, stocks fell after Mr. Bernanke seemed to suggest the tapering could begin .",
        "headlineTitle": "Economic Slowdown Is Expected, but It's Seen as Fleeting",
        "idx": 54,
        "siteAndDate": "New York Times-30 de jul de 2013"
    },
    {
        "classification": -1,
        "headlineText": "By 1979, an investor who bought stocks in 1964, when the market seemed to be a .  There is a fear that the American economy is in decline and that this country .",
        "headlineTitle": "A Historical Cycle Bodes Ill for the Markets",
        "idx": 55,
        "siteAndDate": "New York Times-6 de jan de 2012"
    },
    {
        "classification": 1,
        "headlineText": "US stocks rise: Less on Fed chatter, more on economy .  it had fired executive chairman George Zimmer, the company's founder and star of its TV commercials, .",
        "headlineTitle": "US stocks rise: Less on Fed chatter, more on economy",
        "idx": 56,
        "siteAndDate": "Inquirer.net-25 de jun de 2013"
    },
    {
        "classification": -1,
        "headlineText": "Bad for the economy, bad for business, and surprisingly unfavorable to investors. .  Shareholders in large, publicly traded firms got their stock by buying it from .",
        "headlineTitle": "Dividends Are Evil",
        "idx": 58,
        "siteAndDate": "The Slatest-17 de dez de 2013"
    },
    {
        "classification": -1,
        "headlineText": "Global warming's economic tax hits restaurant stocks. The most visible evidence of how global warming could impact a company's stock price occurred on July .",
        "headlineTitle": "How Global Warming Is Impacting Stock Prices",
        "idx": 60,
        "siteAndDate": "Triple Pundit-23 de jul de 2012"
    },
    {
        "classification": -1,
        "headlineText": "How would you like to go into the insurance business, collecting premiums for .  The product in question is crash insurance, which pays out if stocks take a dive. .  European banks are falling apart, our own economy remains sickly, and .",
        "headlineTitle": "Be Like Warren Buffett: Sell Put Options",
        "idx": 61,
        "siteAndDate": "Forbes-18 de jul de 2012"
    },
    {
        "classification": 1,
        "headlineText": "Conventional wisdom has it that paying company bosses with a lot of stock and options aligns their interests with those of shareholders. But a working paper .",
        "headlineTitle": "Giving a CEO too many stock options can make a company perform .",
        "idx": 62,
        "siteAndDate": "Quartz-21 de mar de 2013"
    },
    {
        "classification": -1,
        "headlineText": "If you needed a sign that the global economy is not going along with the program .  The company's shares are down eight percent as earnings fell short for the .",
        "headlineTitle": "Oracle Becomes Bellwether of Rough Global Economy",
        "idx": 64,
        "siteAndDate": "CNBC.com-21 de jun de 2013"
    },
    {
        "classification": -1,
        "headlineText": "Stocks: South Sea Company, British East India Company, Dutch East India .  more likely in an economic crisis, and this can accentuate the economy's problems.",
        "headlineTitle": "What Is A Bubble?",
        "idx": 65,
        "siteAndDate": "Forbes-24 de jul de 2013"
    },
    {
        "classification": 1,
        "headlineText": "Blue chip stocks, named after the highest-valued chips in poker, are prized investment .  representing ownership in some the most successful firms in the economy. .  Blue chips are supported by proven business models, slow but consistent .",
        "headlineTitle": "Banking On Blue Chip Stocks",
        "idx": 66,
        "siteAndDate": "Investopedia (blog)-10 de jun de 2012"
    },
    {
        "classification": -1,
        "headlineText": "The biggest earthquake on record to hit Japan in 140 years sent stock .  and former director of the White House National Economic Council, told CNBC. .  Air Transport Association), companies saw about $1.7 billion of business lost from the .",
        "headlineTitle": "How Recent Disasters Affected Markets and Economies",
        "idx": 69,
        "siteAndDate": "CNBC.com-11 de mar de 2011"
    },
    {
        "classification": -1,
        "headlineText": "(CNN) -- Stocks on key Asian exchanges dropped modestly early Monday on what is .  financial stability and economic growth,\" G7 finance ministers and central .",
        "headlineTitle": "Asian stocks dip after US credit downgrade",
        "idx": 70,
        "siteAndDate": "CNN International-7 de ago de 2011"
    },
    {
        "classification": 1,
        "headlineText": "The slow level of employment growth is not a sign of a stagnant economy. It is the result of .  The stock's valuation is writing checks the company can't cash.",
        "headlineTitle": "You Can Make Plenty Of Money In A Slow-Growth Economy",
        "idx": 71,
        "siteAndDate": "Forbes-3 de jun de 2013"
    },
    {
        "classification": 1,
        "headlineText": "Most local stocks closed higher Friday, allowing the main-share index to climb back to 4,300 as investors found relief in fresh signs of an improving American .",
        "headlineTitle": "Stocks end higher as US economy continues to improve",
        "idx": 72,
        "siteAndDate": "Cebu Daily News-16 de dez de 2011"
    },
    {
        "classification": -1,
        "headlineText": "A sell-off in stocks accelerated Monday afternoon following the news of explosions .  The Chinese economy grew 7.7% in the first quarter, compared with a year earlier. . . The indexes for general business conditions and new orders remained .",
        "headlineTitle": "Dow falls more than 200 points after Boston explosions",
        "idx": 74,
        "siteAndDate": "CNNMoney-15 de abr de 2013"
    },
    {
        "classification": -1,
        "headlineText": "The other half of the economy is represented through private businesses. This means the stock market in its entirety is an incomplete reflection of economic .",
        "headlineTitle": "The Total Economy Portfolio",
        "idx": 82,
        "siteAndDate": "Forbes-27 de fev de 2012"
    },
    {
        "classification": -1,
        "headlineText": "A slower period for the economy may be a serious headwind for stocks. .  The company indicated same-store sales would be down in high single digits, but .",
        "headlineTitle": "Economic Slowdown: How Serious for Stocks?",
        "idx": 83,
        "siteAndDate": "CNBC.com (blog)-22 de fev de 2013"
    },
    {
        "classification": 1,
        "headlineText": "Last week, the Dow Jones hit a record high — at least if you didn't adjust for inflation. So who actually benefits from a booming stock market? In one sense, lots .",
        "headlineTitle": "Graph of the day: Who benefits from a stock-market boom?",
        "idx": 85,
        "siteAndDate": "Washington Post (blog)-11 de mar de 2013"
    },
    {
        "classification": 1,
        "headlineText": "They also tend to favor small-capitalization stocks, which have historically beaten the .  Three economists, Luigi Guiso of the Einaudi Institute for Economics and .",
        "headlineTitle": "What High-IQ Investors Do Differently",
        "idx": 86,
        "siteAndDate": "New York Times-25 de fev de 2012"
    },
    {
        "classification": -1,
        "headlineText": "European and US stock markets have suffered more large falls, led by steep declines .  Mr Berlusconi and economy minister Giulio Tremonti met business and .",
        "headlineTitle": "Stock markets fall again as bank shares tumble",
        "idx": 88,
        "siteAndDate": "BBC News-10 de ago de 2011"
    },
    {
        "classification": 1,
        "headlineText": "IF investor behavior foreshadows what's in store for the economy several months .  Businesses that stand to thrive during inflationary periods are those that have .",
        "headlineTitle": "Picking Stocks to Keep Ahead of Inflation",
        "idx": 89,
        "siteAndDate": "New York Times-9 de abr de 2011"
    },
    {
        "classification": 1,
        "headlineText": "The rates on capital gains — which include profits from the sale of stocks, bonds .  rate say it spurs more investment in the U.S. economy, benefiting all Americans. . . taxes across the board for workers, small-business people and job creators,” .",
        "headlineTitle": "Capital gains tax rates benefiting wealthy are protected by both parties",
        "idx": 91,
        "siteAndDate": "Washington Post-11 de set de 2011"
    },
    {
        "classification": 1,
        "headlineText": "It does business only with current and former members of the military and their .  Fellow at the Peterson Institute for International Economics in Washington, .",
        "headlineTitle": "In the Era of Greed, Meet America's Good Bank: USAA",
        "idx": 92,
        "siteAndDate": "The Atlantic-28 de jan de 2012"
    },
    {
        "classification": 1,
        "headlineText": "The stock market rally that began last summer was fueled by the Fed's efforts which improved U.S. .  \"A stronger economy helps smaller businesses,\" he said.",
        "headlineTitle": "Bernanke: Fed's actions led to stock rally",
        "idx": 93,
        "siteAndDate": "CNNMoney-13 de jan de 2011"
    },
    {
        "classification": 1,
        "headlineText": "Stock markets across the globe have been on the upswing over the past few months .  Meanwhile, there are now hopes of a recovery in the Japanese economy, .",
        "headlineTitle": "Q&A: What is driving the global stock market rally?",
        "idx": 94,
        "siteAndDate": "BBC News-7 de mar de 2013"
    },
    {
        "classification": 1,
        "headlineText": "South Korea's economy and its stock market are dominated by dozens of financially .  These conglomerates are complex businesses that often have circular .",
        "headlineTitle": "Complex Mega-Companies Dominate South Korea's Stock Market",
        "idx": 95,
        "siteAndDate": "CNBC.com-16 de jul de 2012"
    },
    {
        "classification": -1,
        "headlineText": "Anything that makes people more anxious and uncertain about the future has a negative effect on business and on stocks. The bombing occurred shortly before .",
        "headlineTitle": "What the Boston Bombing Means for the Economy and the Stock Market",
        "idx": 96,
        "siteAndDate": "TIME-16 de abr de 2013"
    },
    {
        "classification": -1,
        "headlineText": "If stocks continue to appreciate at a 3% higher rate than the economy itself, then stockholders will command not only a disproportionate share of wealth but .",
        "headlineTitle": "Come On, Bill Gross! Please Stop Insulting People And Fix Your Mistake!",
        "idx": 98,
        "siteAndDate": "Business Insider-3 de ago de 2012"
    },
    {
        "classification": -1,
        "headlineText": "Related: CFO suicide note mentions company's ex-chairman .  The results are consistent with previous research that shows economic downturns and rises in .",
        "headlineTitle": "Financial crisis caused 5000 suicides",
        "idx": 99,
        "siteAndDate": "CNN-18 de set de 2013"
    },
    {
        "classification": 1,
        "headlineText": "As its parent company commands, Converse is just doing it. The 105-year-old brand has grown at breakneck pace since Nike rescued the company in 2003, two .",
        "headlineTitle": "How Converse went from bankruptcy to a $1.4 billion business",
        "idx": 101,
        "siteAndDate": "Quartz-28 de set de 2013"
    },
    {
        "classification": 1,
        "headlineText": "The AP said its Twitter account was hacked and stocks quickly bounced back. .  Eyes on the economy: Earnings have been in focus this week as investors grasp .",
        "headlineTitle": "Stocks rebound after fake tweet spooks investors",
        "idx": 103,
        "siteAndDate": "CNNMoney-23 de abr de 2013"
    },
    {
        "classification": -1,
        "headlineText": "On a personal level, company executives worry about stock price, because .  short sellers destroyed a perfectly good company or did the economy a favor by .",
        "headlineTitle": "Why does a company care if its stock loses value?",
        "idx": 106,
        "siteAndDate": "Slate Magazine-9 de ago de 2011"
    },
    {
        "classification": -1,
        "headlineText": "The economic news continued to be mostly glum with new home sales declining, the Richmond Fed .  The Business and Financial News Week Ahead: This is a .",
        "headlineTitle": "Bear Flag: Will Stock Markets Panic?",
        "idx": 108,
        "siteAndDate": "Business Insider-28 de ago de 2011"
    },
    {
        "classification": -1,
        "headlineText": "A popular one is whether aging baby boomers will tank the stock market. .  Many of the economic models that show decreased demand resulting in lower stock .  prices is as reflecting the discounted value of future cash flows of a company, .",
        "headlineTitle": "THE BIG QUESTION: Are Retiring Baby Boomers About To Crash The .",
        "idx": 109,
        "siteAndDate": "Business Insider-17 de mar de 2012"
    },
    {
        "classification": -1,
        "headlineText": "Just like the world's mania for tech stocks in the 1990s, this boom is headed for a .  on businesses and consumers and act as a profound drag on the economy.",
        "headlineTitle": "The Next Global Crash: Why You Should Fear the Commodities Bubble",
        "idx": 110,
        "siteAndDate": "The Atlantic-16 de abr de 2012"
    },
    {
        "classification": 1,
        "headlineText": "Or 2) It's a sign of a strengthening economy, which means inflation will pick up and .  latter view, and they believe rising rates are probably good news for stocks.",
        "headlineTitle": "No, Surging Interest Rates Are Not A Disaster For Stocks",
        "idx": 111,
        "siteAndDate": "Business Insider-2 de jun de 2013"
    },
    {
        "classification": 1,
        "headlineText": "Capital has moved into every economy and every sector with signs of stability and .  Snapbacks in the rupee coincide roughly with stock market recoveries.",
        "headlineTitle": "Correlation between currency and stocks",
        "idx": 117,
        "siteAndDate": "Business Standard-5 de fev de 2011"
    },
    {
        "classification": -1,
        "headlineText": "\"Surprisingly, despite the challenges facing the economy, the stock market has .  External auditors noted that the company's \"going concern\" status was in .",
        "headlineTitle": "Zimbabwe Stock Exchange exposes distressed industry",
        "idx": 119,
        "siteAndDate": "Mail & Guardian Online-20 de jun de 2013"
    },
    {
        "classification": 1,
        "headlineText": "The jeans may be skinny. But the returns on the shares have been fat. Share prices of Fast Retailing, the Japanese retail giant that owns global fast-fashion .",
        "headlineTitle": "Uniqlo and Theory's parent company has a stock price that is going nuts",
        "idx": 120,
        "siteAndDate": "Quartz-2 de abr de 2013"
    },
    {
        "classification": 1,
        "headlineText": "That's seven times the growth rate of the U.S. economy. .  for their livelihood (such as workers at retailer GameStop or rent-by-mail company GameFly), and the .",
        "headlineTitle": "Video Games Impact the Economy More Than You Think",
        "idx": 122,
        "siteAndDate": "CNBC-11 de ago de 2010"
    },
    {
        "classification": -1,
        "headlineText": "The sullen mood of the investors was evident as all the 20 stocks forming the CNX .  was that it was mainly a trading company without any large physical asset.",
        "headlineTitle": "Disinvestment effect on PSU stocks: Should investors stay put?",
        "idx": 125,
        "siteAndDate": "Hindu Business Line-13 de jun de 2013"
    },
    {
        "classification": -1,
        "headlineText": "The pervasive U.S. economic recession with bank failures that came to be .  The Asian economic crisis, currency devaluation and speculation in stock and .",
        "headlineTitle": "Look How Skyscrapers Have Predicted Recession Through History",
        "idx": 129,
        "siteAndDate": "Business Insider-11 de jan de 2012"
    },
    {
        "classification": 1,
        "headlineText": "(More:How to Get a Piece of Mexican Stocks). As a result, Mexico has grown to be the 13th largest economy in the world — $2.4 trillion — and the 11th in .  to Mexico and currently chairman of Vianovo Ventures, a business development firm.",
        "headlineTitle": "Mexico: Surprising Land Of Opportunity",
        "idx": 131,
        "siteAndDate": "CNBC.com-18 de set de 2012"
    },
    {
        "classification": 1,
        "headlineText": "China's business landscape has also undergone a transformation. .  productivity growth — the ability to get greater output from existing labor and capital stocks.",
        "headlineTitle": "China's Economy, in Six Charts",
        "idx": 132,
        "siteAndDate": "blogs.hbr.org (blog)-29 de nov de 2013"
    },
    {
        "classification": 1,
        "headlineText": "Green Bay Packers stock is still selling like hotcakes. .  going back to the origins of American football, the team operates as a publicly held nonprofit company.",
        "headlineTitle": "Are the Green Bay Packers the Worst Stock in America?",
        "idx": 134,
        "siteAndDate": "Wall Street Journal (blog)-13 de jan de 2012"
    },
    {
        "classification": 1,
        "headlineText": "The U.S. economy, as I wrote yesterday, seems to be holding up well despite the .  such as higher stock prices leading businesses to become more confident .",
        "headlineTitle": "The Fed's been keeping the economy afloat. That's the problem.",
        "idx": 135,
        "siteAndDate": "Washington Post (blog)-29 de mai de 2013"
    },
    {
        "classification": -1,
        "headlineText": "Not only did the economy barely add any jobs in June, but also previously optimistic figures were revised downward. Although there is virtually no company that .",
        "headlineTitle": "How US Unemployment Numbers Affect These 10 Stocks",
        "idx": 138,
        "siteAndDate": "Seeking Alpha-12 de jul de 2011"
    },
    {
        "classification": -1,
        "headlineText": "World stock markets have rounded off a wild and difficult year. .  spark to 2011 has been the resilience of the US, given the weak global economic backdrop.\".",
        "headlineTitle": "World stock markets end a tumultous year well down",
        "idx": 141,
        "siteAndDate": "BBC News-30 de dez de 2011"
    },
    {
        "classification": -1,
        "headlineText": "Renewed economic uncertainty is testing Americans' generation-long love affair .  first seven months of this year, according to the Investment Company Institute, .",
        "headlineTitle": "In Striking Shift, Small Investors Flee Stock Market",
        "idx": 142,
        "siteAndDate": "New York Times-21 de ago de 2010"
    },
    {
        "classification": -1,
        "headlineText": "The stock market in particular is at risk of hitting a major breakpoint. .  an implosion of the whole stock market structure or the global economy itself. .  it through a breakpoint; the survival rate is even worse for new businesses and technologies.",
        "headlineTitle": "Will the Internet Destroy the Stock Market?",
        "idx": 144,
        "siteAndDate": "blogs.hbr.org (blog)-30 de ago de 2013"
    },
    {
        "classification": -1,
        "headlineText": "Falling stock prices are a signal of falling confidence in the economy, and when investors pull money out of stocks, they seek safer asset classes such as bonds.",
        "headlineTitle": "Ask The Expert: When Stock Prices Crash, Do Bond Prices Always Go .",
        "idx": 150,
        "siteAndDate": "Investing Answers-14 de mar de 2013"
    },
    {
        "classification": -1,
        "headlineText": ".  fraud for illegally using inside information to trade in stocks such as Goldman .  Rajaratnam's crimes “reflect a virus in our business culture that needs to be .  That might be because the economic impact of insider trading is more diffuse and .",
        "headlineTitle": "Raj Rajaratnam, hedge fund billionaire, gets 11-year sentence for .",
        "idx": 152,
        "siteAndDate": "Washington Post-13 de out de 2011"
    },
    {
        "classification": -1,
        "headlineText": "Ford Motor Co. and Caterpillar Inc. slumped at least 8.3 percent, pacing losses in stocks most-tied to the economy. Chevron Corp. dropped 7.5 percent as oil slid .",
        "headlineTitle": "S&P 500 Extends Worst Slump Since 2008 Bear Market on Downgrade",
        "idx": 155,
        "siteAndDate": "Bloomberg-8 de ago de 2011"
    },
    {
        "classification": -1,
        "headlineText": "Others bought stocks in financial firms that would later be saved by the federal .  in which Paulson and Bernanke warned of the coming economic cataclysm, .  Hathaway stock in the days before the Warren Buffett-run holding company bought .",
        "headlineTitle": "FULL DETAILS: How Congress Insider Traders Abused The Public's .",
        "idx": 160,
        "siteAndDate": "Business Insider-14 de nov de 2011"
    },
    {
        "classification": -1,
        "headlineText": "Consumers and businesses delay buying expensive items like homes or cars because they believe these .  As a result, spending and economic growth slows.",
        "headlineTitle": "Investment Strategy for 'Reflation': Gold, Oil, Stocks and Bonds",
        "idx": 165,
        "siteAndDate": "CNBC-29 de set de 2010"
    },
    {
        "classification": -1,
        "headlineText": "The value of all U.S. stocks had dropped from a peak of $22 trillion to $9 trillion, .  Now we have to price in ongoing businesses,\" and investors are not giving corporate .  \"Do we have a massive slowdown in the economy when the cover of the .",
        "headlineTitle": "Tracking the Dow One Year After Rock Bottom",
        "idx": 170,
        "siteAndDate": "ABC News-9 de mar de 2010"
    },
    {
        "classification": 1,
        "headlineText": "There's been a lot of talk about the Federal Reserve rigging the stock market. .  about $4 billion in newly created money every business day for various types of .  the underlying economy and markets that normally would depress stock prices.",
        "headlineTitle": "How The Fed Is Helping To Rig The Stock Market",
        "idx": 172,
        "siteAndDate": "Forbes-30 de jan de 2013"
    },
    {
        "classification": -1,
        "headlineText": "Mr. Panarin posits, in brief, that mass immigration, economic decline, and moral degradation will trigger a civil war next fall and the collapse of the dollar. Around .",
        "headlineTitle": "How to Read Financial News",
        "idx": 191,
        "siteAndDate": "Motley Fool-19 de nov de 2012"
    },
    {
        "classification": -1,
        "headlineText": "Just as in the 2008 financial crisis, businesses would quit hiring amid the uncertainty. .  A slew of other events would slam the economy: A drop in stock market .",
        "headlineTitle": "What's the worst that could happen? 7 debt-default doomsday scenarios",
        "idx": 192,
        "siteAndDate": "NBCNews.com (blog)-10 de out de 2013"
    },
    {
        "classification": 1,
        "headlineText": "The major indexes rallied on Wednesday, buoyed by several economic reports that .  The Standard & Poor's 500-stock index rose 17.62 points, or 1.49 percent, .",
        "headlineTitle": "Positive Economic Reports Push Dow Up 150 Points",
        "idx": 195,
        "siteAndDate": "New York Times-24 de nov de 2010"
    },
    {
        "classification": 1,
        "headlineText": "Nonetheless, Cuba is taking steps to lure foreign business and liberalize its economy. A law passed in 2014 included measures to encourage more foreign .",
        "headlineTitle": "7 Stocks to Profit From Cuba's Coming Boom",
        "idx": 202,
        "siteAndDate": "Kiplinger Personal Finance-2 de nov de 2015"
    },
    {
        "classification": 1,
        "headlineText": "The company known by Trump's initials, DJT, crumbled into a penny stock and filed . . An improving national economy and an upturn in Atlantic City gambling .",
        "headlineTitle": "As its stock collapsed, Trump's firm gave him huge bonuses and paid .",
        "idx": 203,
        "siteAndDate": "Washington Post-12 de jun de 2016"
    },
    {
        "classification": -1,
        "headlineText": "The Dallas Mavericks owner, who's been a staunch Trump opponent throughout this election cycle, took it up a notch on Tuesday, telling Fox Business host Neil .",
        "headlineTitle": "Mark Cuban Predicts a Stock Market Crash if Trump Wins the White .",
        "idx": 206,
        "siteAndDate": "Fortune-7 de set de 2016"
    },
    {
        "classification": -1,
        "headlineText": "As stock prices started tumbling in the first trading days of the year, many Wall .  chief executive of BlackRock, the world's largest money management company.",
        "headlineTitle": "Stock Market Ends Sharply Lower as Worries About Economy Surface",
        "idx": 207,
        "siteAndDate": "New York Times-15 de jan de 2016"
    },
    {
        "classification": -1,
        "headlineText": "European stocks took a tumble on Friday, indicating that hardly anyone had penciled in a pro-Brexit vote, with markets sharply up on the previous trading day.",
        "headlineTitle": "Stock markets plummet following Brexit",
        "idx": 208,
        "siteAndDate": "Deutsche Welle-24 de jun de 2016"
    },
    {
        "classification": 1,
        "headlineText": "But Sløk goes further to say that the negative impact on the economy — which .  In other words, the stock market is not the economy, and if you're selling stocks .",
        "headlineTitle": "If you're selling stocks because of oil, the worst is probably over",
        "idx": 209,
        "siteAndDate": "Business Insider-14 de jan de 2016"
    },
    {
        "classification": 1,
        "headlineText": "\"Many did think Eicher was going out of business,\" recalls Lal. \"Motorcycles .  Eicher Motors' stock prices have shot up from Rs 224 in 2006 to Rs 15,612 now.",
        "headlineTitle": "Meet Siddhartha Lal, the man who turned around Royal Enfield into .",
        "idx": 210,
        "siteAndDate": "Economic Times-4 de mar de 2015"
    },
    {
        "classification": -1,
        "headlineText": "Chinese stocks have plunged for a second day after worries over China's slowing .  For a government whose legitimacy rests on economic competence, and .",
        "headlineTitle": "Chinese stocks tumble for a second day after global fall",
        "idx": 215,
        "siteAndDate": "BBC News-24 de ago de 2015"
    },
    {
        "classification": -1,
        "headlineText": "So at least part of the solution to our current epidemic of business disinvestment must be to discourage this sort of stock manipulation by going back to the .",
        "headlineTitle": "Stock Buybacks Are Killing the American Economy",
        "idx": 218,
        "siteAndDate": "The Atlantic-8 de fev de 2015"
    },
    {
        "classification": -1,
        "headlineText": "They see limited risk to China's real economy from the stock market turmoil and little to .  Nick Dixon, an investment director at the asset management company .",
        "headlineTitle": "Why is China's stock market falling and how might it affect the global .",
        "idx": 219,
        "siteAndDate": "The Guardian-25 de ago de 2015"
    },
    {
        "classification": -1,
        "headlineText": "Global stock markets tumbled in August and earlier in September due to concerns of a slowdown in China, the world's second largest economy. Investors are .",
        "headlineTitle": "US stock markets fall due to renewed concerns about the Chinese .",
        "idx": 221,
        "siteAndDate": "The Guardian-28 de set de 2015"
    },
    {
        "classification": -1,
        "headlineText": "China's economy is at risk of catching a nasty flu -- and infecting the rest of the world in .  American business hit: Pockets of the U.S. stock market are exposed to .",
        "headlineTitle": "China's economy is getting sick. Will it infect America?",
        "idx": 222,
        "siteAndDate": "CNNMoney-27 de jul de 2015"
    },
    {
        "classification": -1,
        "headlineText": "The past six months have seen a record number of businesses listed on the .  Stocks were looking wildly overvalued at a time when the Chinese economy was .",
        "headlineTitle": "Why is China's stock market in crisis?",
        "idx": 224,
        "siteAndDate": "The Guardian-8 de jul de 2015"
    },
    {
        "classification": 1,
        "headlineText": "The idea behind the company is simple: Provide a venue for investors who want to buy or sell stocks where sophisticated high-frequency traders, who can make .",
        "headlineTitle": "This start-up is promising a revolution, and Wall Street is pushing back",
        "idx": 225,
        "siteAndDate": "Washington Post-16 de jun de 2016"
    },
    {
        "classification": 1,
        "headlineText": "“I want to make some money from the stock market and use the profits to restart my manufacturing business later, when the economy turns for the better.”.",
        "headlineTitle": "Chinese Firms Put Cash to Work in Stocks",
        "idx": 226,
        "siteAndDate": "Wall Street Journal-16 de jun de 2015"
    },
    {
        "classification": -1,
        "headlineText": "In Japan, where petrol demand is waning because of the stalling economy, .  that as a result producers were \"pursuing business opportunities overseas\".",
        "headlineTitle": "Next oil downturn? Gasoline margins in Singapore halved as stocks .",
        "idx": 227,
        "siteAndDate": "The Straits Times-25 de abr de 2016"
    },
    {
        "classification": -1,
        "headlineText": "“Over recent years, equity prices have been a fairly reliable and timely guide to the performance of the real economy,” said experts at Capital Economics.",
        "headlineTitle": "Stock markets hit by global rout raising fears for financial sector",
        "idx": 228,
        "siteAndDate": "The Guardian-11 de fev de 2016"
    },
    {
        "classification": -1,
        "headlineText": "The central bank's action followed a global stock market rout in which China led the .  “But fundamentally the overall stability of the Chinese economy has not .",
        "headlineTitle": "China Again Cuts Interest Rates as Concerns Mount Over Economy",
        "idx": 230,
        "siteAndDate": "New York Times-25 de ago de 2015"
    },
    {
        "classification": 1,
        "headlineText": "Demain, 38, is willing to hold stocks for 10 years or more, and the fund's annual .  Your average large-cap company is tied to the broader macro economy.",
        "headlineTitle": "5 Stocks Growing Steadily Despite a Weak Economy",
        "idx": 231,
        "siteAndDate": "Barron's-21 de jun de 2016"
    },
    {
        "classification": 1,
        "headlineText": "“There is one and only one social responsibility of business — to use its resources and engage in .  The stock market soared twelvefold in the '80s and '90s.",
        "headlineTitle": "How shareholders jumped to first in line for profits",
        "idx": 233,
        "siteAndDate": "Marketplace.org-14 de jun de 2016"
    },
    {
        "classification": 1,
        "headlineText": "Optimism on economy, stocks surges since Trump election: CNBC survey .  from two priorities he has discussed at length, business tax cuts and deregulation.",
        "headlineTitle": "Optimism on economy, stocks surges since Trump election: CNBC .",
        "idx": 234,
        "siteAndDate": "CNBC-9 de dez de 2016"
    },
    {
        "classification": 1,
        "headlineText": "Later that year, the company would lay off thousands of workers. .  community,\" said Richard Sylla, an economic historian at NYU's Stern School of Business. .  They can then grow by reinvesting their own profits, and issue stocks and bonds, .",
        "headlineTitle": "IBM: when corporations took care of their employees",
        "idx": 235,
        "siteAndDate": "Marketplace.org-13 de jun de 2016"
    },
    {
        "classification": 1,
        "headlineText": "MORGAN STANLEY: Here Are 42 Stocks That'll Thrive Even If The Economy Gets .  companies they believe will grow irrespective of fluctuations in the business .",
        "headlineTitle": "MORGAN STANLEY: Here Are 42 Stocks That'll Thrive Even If The .",
        "idx": 236,
        "siteAndDate": "Business Insider-9 de out de 2014"
    },
    {
        "classification": 1,
        "headlineText": "Investors cheer as presumptive president Rodrigo Duterte bares more details of his 'pro-business' economic plans and possible Cabinet members .",
        "headlineTitle": "Philippine stocks highest in 9 months after 'peaceful' elections",
        "idx": 237,
        "siteAndDate": "Rappler-11 de mai de 2016"
    },
    {
        "classification": 1,
        "headlineText": "On the surface, almost nothing happened in U.S. stock and bond markets last .  which I got from AJO, a Philadelphia money-management company, you see all .",
        "headlineTitle": "In a drab year for stocks, the fantastic FANG Four made all the difference",
        "idx": 238,
        "siteAndDate": "Washington Post-4 de jan de 2016"
    },
    {
        "classification": -1,
        "headlineText": "But one under-appreciated factor is a pervasive business model that encourages .  and for our broader economy,” Fink wrote, adding that favoring shareholders .",
        "headlineTitle": "Opinion: How the stock market destroyed the middle class",
        "idx": 241,
        "siteAndDate": "MarketWatch-24 de abr de 2015"
    },
    {
        "classification": -1,
        "headlineText": "She blames summer holidays for the way stock market bubbles burst so frequently as .  that the small economic clouds they had been able to shrug off in midsummer are still there, and .  This open outcry trading was a very physical business.",
        "headlineTitle": "Why stock market crashes happen in the autumn",
        "idx": 245,
        "siteAndDate": "BBC News-18 de jan de 2015"
    },
    {
        "classification": -1,
        "headlineText": "Stocks slumped on Wall Street, after markets in Europe were buffeted by .  of the research firm High Frequency Economics in Valhalla, N.Y., said the real test .",
        "headlineTitle": "Greece's Debt Crisis Sends Stocks Falling Around the Globe",
        "idx": 246,
        "siteAndDate": "New York Times-29 de jun de 2015"
    },
    {
        "classification": 1,
        "headlineText": "NEW DELHI: Agriculture happens to be the engine of India's economic growth and .  trend setback for most of the agricultural-based stocks and once the fear subsides, they . . Above 25% of total revenue comes from this segment of business.",
        "headlineTitle": "Top 10 agri stocks that can return upto 70% in a year",
        "idx": 249,
        "siteAndDate": "Economic Times-30 de jun de 2014"
    },
    {
        "classification": 1,
        "headlineText": "To that end, stocks that would benefit from more robust economic growth, like banks and .  The equipment rental company United Rentals ended up 17 percent.",
        "headlineTitle": "Why Stock Markets, Initially Shaken, Went Up After Trump's Victory",
        "idx": 250,
        "siteAndDate": "New York Times-9 de nov de 2016"
    },
    {
        "classification": 1,
        "headlineText": "Saudi Arabia's stock market will open up to foreign investors for the first time, the .  The move is part of wider government efforts to diversify the Saudi economy .",
        "headlineTitle": "Saudi Arabian stock market to open to foreign investors",
        "idx": 251,
        "siteAndDate": "BBC News-22 de jul de 2014"
    },
    {
        "classification": -1,
        "headlineText": "An embargo is a complete or partial block of trade and business activities .  will use embargoes to effect complete economic isolation on another nations. Today .",
        "headlineTitle": "How Embargoes Affect International Business (XOM, BP)",
        "idx": 252,
        "siteAndDate": "Investopedia-8 de abr de 2015"
    },
    {
        "classification": -1,
        "headlineText": "But that doesn't mean a Trump presidency will be good for the economy. .  Buying stock in a company entitles the owner to a percentage of present and future .",
        "headlineTitle": "Why Surging Stocks May Not Mean the Economy Trusts Trump",
        "idx": 253,
        "siteAndDate": "New York Times-18 de nov de 2016"
    },
    {
        "classification": -1,
        "headlineText": "China has been a major contributor to economic growth and low global inflation for more .  European stock markets suffered their worst days trading since 2011.",
        "headlineTitle": "China's 'Black Monday' sends markets reeling across the globe - as it .",
        "idx": 256,
        "siteAndDate": "The Guardian-24 de ago de 2015"
    },
    {
        "classification": 1,
        "headlineText": "If you've noticed the steep upward trajectory of the stock market over the past few .  “The health of the financial system might matter less for the real economy .  for getting money into productive businesses, but for getting money out of them.\".",
        "headlineTitle": "Why companies are rewarding shareholders instead of investing in the .",
        "idx": 258,
        "siteAndDate": "Washington Post-25 de fev de 2015"
    },
    {
        "classification": -1,
        "headlineText": "The year 1992 will go down in the history of India as the year of the stock market scam. Harshad Mehta, a broker known for his rags-to-riches story and a poster .",
        "headlineTitle": "Economic Milestone: Stock Market Scam (1992)",
        "idx": 259,
        "siteAndDate": "Forbes India-19 de ago de 2014"
    },
    {
        "classification": -1,
        "headlineText": "China's rollercoaster stock market has provoked panic in recent weeks: panic on the .  halted trading in their stocks to prevent the value of their businesses falling further. .  Former BBC correspondent Linda Yueh is a Fellow in Economics at St .",
        "headlineTitle": "What does China's stock market crash tell us?",
        "idx": 261,
        "siteAndDate": "BBC News-21 de jul de 2015"
    },
    {
        "classification": -1,
        "headlineText": "Japan's stock markets were rattled after a trading error caused more than $600bn .  \"A member company traded 42 issues at the off-exchange transaction at 09:25 on .  a trade, was for an order worth more than the size of Sweden's economy.",
        "headlineTitle": "Japan stocks rattled by $617bn 'fat finger' trading error",
        "idx": 269,
        "siteAndDate": "BBC News-1 de out de 2014"
    },
    {
        "classification": -1,
        "headlineText": "A slump in Chinese shares has prompted stock markets across Asia, Europe and .  The wider story is that China's economic growth is slowing and there are .  A more disruptive slowdown would mean many business failures and job losses.",
        "headlineTitle": "China share turmoil: How it affects the rest of the world",
        "idx": 270,
        "siteAndDate": "BBC News-25 de ago de 2015"
    },
    {
        "classification": -1,
        "headlineText": "SAN FRANCISCO — As the United States economy muddled along over the last few .  P/E, as stock analysts call it, is a measurement of a company's stock price .",
        "headlineTitle": "Tech Stocks Have Fallen Faster and Further Than Broader Market",
        "idx": 272,
        "siteAndDate": "New York Times-9 de fev de 2016"
    },
    {
        "classification": -1,
        "headlineText": "The recent economic picture in Canada can hardly be called rosy. The country lost more than 31,000 jobs last month, our trade deficit is at a record high, the .",
        "headlineTitle": "Why Canadian stocks are doing so well when the economic data has .",
        "idx": 273,
        "siteAndDate": "CBC.ca-9 de ago de 2016"
    },
    {
        "classification": -1,
        "headlineText": "By the mid-1990s, the economy was starting to boom again, too. How could it .  He even gave the company his initials, DJT, as its stock ticker symbol. Its debts .",
        "headlineTitle": "Opinion: Donald Trump was a stock market disaster",
        "idx": 275,
        "siteAndDate": "MarketWatch-22 de jul de 2015"
    },
    {
        "classification": -1,
        "headlineText": "A shortage of rainfall has forced people to pay more for onions once again this year. Consumers aren't the only ones affected – farmers are getting a pittance for .",
        "headlineTitle": "Onion farmers, consumers suffer as traders sit on stocks",
        "idx": 278,
        "siteAndDate": "Economic Times-28 de ago de 2015"
    },
    {
        "classification": -1,
        "headlineText": "Global stocks fell on Thursday as investors worried about the health of the global economy given the Federal Reserve's cautious stance about raising its interest .",
        "headlineTitle": "Global stocks slide amid concerns about world economy",
        "idx": 284,
        "siteAndDate": "Inquirer.net-9 de jun de 2016"
    },
    {
        "classification": -1,
        "headlineText": "Monetary policy refers to the strategies employed by a nation's central bank with regard to the amount of money circulating in the economy, and what that money .",
        "headlineTitle": "How Monetary Policy Affects Your Investments",
        "idx": 285,
        "siteAndDate": "Investopedia-15 de abr de 2016"
    },
    {
        "classification": 1,
        "headlineText": "According to Reliance Capital Markets, a Chicago-based company that sells .  that could be a sell signal, and a manager might start putting shorts on stocks.",
        "headlineTitle": "The assets that do best in a market downturn",
        "idx": 287,
        "siteAndDate": "CNBC-22 de jan de 2016"
    },
    {
        "classification": -1,
        "headlineText": "WASHINGTON, D.C. -- Half of Americans say investing $1,000 in the stock market .  Despite economic booms and busts, however, a majority of Americans have .",
        "headlineTitle": "Despite High Stock Prices, Half in US Wary of Investing",
        "idx": 292,
        "siteAndDate": "Gallup.com-17 de jan de 2014"
    },
    {
        "classification": -1,
        "headlineText": "While Australian equities markets represent a chunk of the Australian economy – Australian companies with Australian business employing Australians – the .",
        "headlineTitle": "Here's How The Overseas Markets Affect Australian Stocks",
        "idx": 293,
        "siteAndDate": "Business Insider Australia-27 de nov de 2013"
    },
    {
        "classification": 1,
        "headlineText": "Industrial stocks: A big bet on economic growth .  \"When they can start moving more product, the overall cost of the business decreases, and that increases .",
        "headlineTitle": "Industrial stocks: A big bet on economic growth",
        "idx": 294,
        "siteAndDate": "CNBC.com-21 de abr de 2014"
    },
    {
        "classification": -1,
        "headlineText": "HONG KONG — The veracity of China's economic data has been increasingly .  China's shrinking manufacturing sector and falling stock market have unnerved .",
        "headlineTitle": "Inquiry in China Adds to Doubt Over Reliability of Its Economic Data",
        "idx": 295,
        "siteAndDate": "New York Times-26 de jan de 2016"
    },
    {
        "classification": 1,
        "headlineText": "By Jamie Robertson Business reporter, BBC News .  it was extraordinary,\" says Mr Haynes who used to work on the floor of the London Stock Exchange, and is .",
        "headlineTitle": "How the Big Bang changed the City of London for ever",
        "idx": 296,
        "siteAndDate": "BBC News-26 de out de 2016"
    },
    {
        "classification": 1,
        "headlineText": "Buffett on stocks: 'Look at them as a business' .  \"The economy, since the fall of 2009, has been increasing at a pretty steady rate,\" Buffett said. \"People have .",
        "headlineTitle": "Buffett on stocks: 'Look at them as a business'",
        "idx": 298,
        "siteAndDate": "CNBC-6 de out de 2014"
    },
    {
        "classification": -1,
        "headlineText": "To be specific, the business model of N&C is based on unsound economics, as I pointed back in the glory days the two companies launched their IPO.",
        "headlineTitle": "What Crushed Noodles & Company's And Shake Shack's Stocks",
        "idx": 299,
        "siteAndDate": "Forbes-14 de ago de 2016"
    },
    {
        "classification": -1,
        "headlineText": "Nobody knew, as the stock market imploded in October 1929, that years of .  that would only come with an upturn in the business cycle at the end of the year.",
        "headlineTitle": "These Were the 6 Major American Economic Crises of the Last Century",
        "idx": 300,
        "siteAndDate": "TIME-16 de jul de 2015"
    },
    {
        "classification": -1,
        "headlineText": "This is the first time in the history of mankind that we are setting ourselves the task of intentionally, within a defined period of time, to change the economic .",
        "headlineTitle": "Another Climate Alarmist Admits Real Motive Behind Warming Scare",
        "idx": 305,
        "siteAndDate": "Investor's Business Daily-29 de mar de 2016"
    },
    {
        "classification": -1,
        "headlineText": "More than half of listed stocks here are trading at prices below \"book value\" .  suited for valuing capital-intensive companies or financial businesses with a lot of .",
        "headlineTitle": "Many listed stocks currently undervalued",
        "idx": 307,
        "siteAndDate": "The Straits Times-27 de jan de 2016"
    },
    {
        "classification": 1,
        "headlineText": "The Bank of Japan's new policy is intended to stimulate the economy, which .  Mr. Kuroda hopes to encourage them to lend more freely and get businesses and .",
        "headlineTitle": "Japan Bond Yield Slides Below Zero and Stocks Fall",
        "idx": 308,
        "siteAndDate": "New York Times-9 de fev de 2016"
    },
    {
        "classification": -1,
        "headlineText": "This exposure arises from the effect of currency fluctuations on a company's .  the company due to these currency fluctuations and the stock has declined 7% in .",
        "headlineTitle": "Exchange Rate Risk: Economic Exposure",
        "idx": 311,
        "siteAndDate": "Investopedia-11 de fev de 2014"
    },
    {
        "classification": 1,
        "headlineText": "Stocks around the world tumbled in volatile trading on Monday, leaving investors to .  Concerns about China's ability to be a powerful engine of global economic .",
        "headlineTitle": "A Plunge in China Rattles Markets Across the Globe",
        "idx": 312,
        "siteAndDate": "New York Times-24 de ago de 2015"
    },
    {
        "classification": -1,
        "headlineText": "There's a bigger, scarier problem lurking behind China's recent stock market crash: The basics of its economy are totally out of whack, forcing it to grow in a .",
        "headlineTitle": "China's real economic problem is way bigger than the stock market",
        "idx": 314,
        "siteAndDate": "Vox-9 de jul de 2015"
    },
    {
        "classification": 1,
        "headlineText": "HA NOI (VNS) — The nation's stocks surged yesterday as investors raised their .  Da No 9.09 Joint Stock Company (S99), surged 9.42, 9.43 and 9.57 per cent.",
        "headlineTitle": "Stocks climb on renewed confidence",
        "idx": 319,
        "siteAndDate": "Viet Nam News-25 de mai de 2015"
    },
    {
        "classification": 1,
        "headlineText": "There were previous indications that Apple's sinodependency wasn't causing the company as much harm as had been feared, despite China's economic issues.",
        "headlineTitle": "A Tale of Two Stocks: Apple and Coke in China",
        "idx": 320,
        "siteAndDate": "The New Yorker-25 de ago de 2015"
    },
    {
        "classification": -1,
        "headlineText": "In Buckland's telling, the economy goes through four cycles. .  Bubbles can form in Phase 3, Buckland says, as the high-flying stock market ignores the early .",
        "headlineTitle": "CITI: The Economy Has Entered Its Scary 'Phase 3' Where Bubbles .",
        "idx": 324,
        "siteAndDate": "Business Insider-15 de ago de 2014"
    },
    {
        "classification": 1,
        "headlineText": "Large cap stocks are far more liquid and are often the destination for funds .  in the business cycle, we believe the economy is generally in better shape now.",
        "headlineTitle": "The high-yield bond market meltdown doesn't spell doom for stocks",
        "idx": 325,
        "siteAndDate": "Business Insider-15 de dez de 2015"
    },
    {
        "classification": -1,
        "headlineText": "From Tokyo to London to New York, stocks tumbled sharply on Friday, as markets .  China, the world's second-largest economy, behind that of the United States, .  to restrict trading of euro-denominated assets — a major business for Britain.",
        "headlineTitle": "Turbulence and Uncertainty for the Market After 'Brexit'",
        "idx": 327,
        "siteAndDate": "New York Times-24 de jun de 2016"
    },
    {
        "classification": -1,
        "headlineText": "Egypt's stocks declined amid a wave of selling by foreign and Arab investors, driving .  last year, the company announced on its official website on Wednesday.",
        "headlineTitle": "Egypt's stocks close down on Wednesday amid Arab, foreign selling",
        "idx": 329,
        "siteAndDate": "Ahram Online-20 de jul de 2016"
    },
    {
        "classification": -1,
        "headlineText": "I think it's the acknowledgement that the global economic and financial economic developments are going to be monitored closely because they could .",
        "headlineTitle": "Dow closes down triple digits; stocks spooked by Fed statement on .",
        "idx": 337,
        "siteAndDate": "CNBC-27 de jan de 2016"
    },
    {
        "classification": 1,
        "headlineText": "The company's initial public offering on the New York Stock Exchange will .  Alibaba's IPO represents some much bigger trends shaping the world economy.",
        "headlineTitle": "4 Things Alibaba's IPO Tells Us About a Changing World Economy",
        "idx": 339,
        "siteAndDate": "TIME-19 de set de 2014"
    },
    {
        "classification": -1,
        "headlineText": "Tata Motors is trading at lower levels now largely on account of economic growth .  The Company is expected to show a better Q2 results and with increase in .",
        "headlineTitle": "Top ten cracker stocks to buy on 'Muhurat Trading' day",
        "idx": 340,
        "siteAndDate": "Economic Times-22 de out de 2014"
    },
    {
        "classification": -1,
        "headlineText": "Earlier this month, Goldman Sachs downgraded stocks to \"underweight\" as part of its .  have said it was important for companies to get on with their business.",
        "headlineTitle": "Banks are preparing for an 'economic nuclear winter'",
        "idx": 351,
        "siteAndDate": "CNBC-28 de ago de 2016"
    },
    {
        "classification": -1,
        "headlineText": "Investors face a “cataclysmic year” where stock markets could fall by up to 20% .  a severe slowdown in the Chinese economy and a fall in the value of the yuan, .",
        "headlineTitle": "Sell everything ahead of stock market crash, say RBS economists",
        "idx": 355,
        "siteAndDate": "The Guardian-12 de jan de 2016"
    },
    {
        "classification": -1,
        "headlineText": "China's economic slowdown has finally left its imprint on global stock markets. .  Those problems could easily be aggravated if the oil business were to cease to .",
        "headlineTitle": "China's slowdown and cheap oil",
        "idx": 358,
        "siteAndDate": "BBC News-26 de ago de 2015"
    },
    {
        "classification": 1,
        "headlineText": "Buffett invests only in businesses where future earnings can be foreseen with some certainty. The 13 companies in our list grew on an average of 27.40% .",
        "headlineTitle": "ET 500: Stocks that pass Warren Buffett's 'basic screen test' of value .",
        "idx": 365,
        "siteAndDate": "Economic Times-27 de out de 2015"
    },
    {
        "classification": -1,
        "headlineText": "After the blasts, the city reopened for business as usual on Monday. .  Using the stock market as one way to gauge the economy, consider the impact of four .",
        "headlineTitle": "Don't Hide From The Reality Of How Terrorism Affects The Economy",
        "idx": 368,
        "siteAndDate": "Investopedia-2 de mar de 2015"
    },
    {
        "classification": -1,
        "headlineText": "Apple's predictions about its business are weaker than expected. .  A slowing Chinese economy means consumers aren't as willing or able to pay Apple's steep .",
        "headlineTitle": "3 Reasons Why Apple's Stock Is Tanking Right Now",
        "idx": 369,
        "siteAndDate": "TIME-26 de abr de 2016"
    },
    {
        "classification": 1,
        "headlineText": "The following is a comparison of Ford and GM's business models, which .  have achieved significant revenue growth since the economic crisis of 2008 and .",
        "headlineTitle": "Ford Versus Chevy: Comparing Business Models and Strategies (F, GM)",
        "idx": 371,
        "siteAndDate": "Investopedia-10 de jun de 2015"
    },
    {
        "classification": -1,
        "headlineText": "On Monday, the Russian stock market index, the RTSI, fell more than 12 .  was all but impervious to foreign economic or business pressure, thanks in part to an .",
        "headlineTitle": "Why Russia Can't Afford Another Cold War",
        "idx": 372,
        "siteAndDate": "New York Times-7 de mar de 2014"
    },
    {
        "classification": 1,
        "headlineText": "With more start-up businesses per capita than anywhere else in the world, Israel .  well above its average in all of the metrics that define a successful economy.",
        "headlineTitle": "7 Great Growth Stocks Based in Israel",
        "idx": 380,
        "siteAndDate": "Kiplinger Personal Finance-7 de abr de 2014"
    },
    {
        "classification": 1,
        "headlineText": "The idea was to encourage more economic activity by lowering interest rates, .  to finance consumer and business lending, which gets under way this week.",
        "headlineTitle": "Fed Plans to Inject Another $1 Trillion to Aid the Economy",
        "idx": 395,
        "siteAndDate": "New York Times-19 de mar de 2009"
    },
    {
        "classification": 1,
        "headlineText": "Specifically, it said that its QE program had boosted the value of stocks and bonds .  who already own homes, but passing little along to the rest of the economy.",
        "headlineTitle": "Does Quantitative Easing Mainly Help the Rich?",
        "idx": 401,
        "siteAndDate": "CNBC.com (blog)-14 de set de 2012"
    },
    {
        "classification": -1,
        "headlineText": "Warren Buffett tells CNBC's Becky Quick the U.S. economy has \"fallen off a cliff.\" .  Berkshire is restricted from buying more American Express stock, but that .",
        "headlineTitle": "Warren Buffett to CNBC: Economy Has \"Fallen Off a Cliff",
        "idx": 407,
        "siteAndDate": "CNBC-9 de mar de 2009"
    },
    {
        "classification": 1,
        "headlineText": "The basket of stocks we looked at are up an average of 12-percent in 2012. .  favorable economic trends in the U.S., a warm winter has been great for business.",
        "headlineTitle": "4 Sectors Likely to Thrive With an Improving Economy",
        "idx": 408,
        "siteAndDate": "CNBC.com-24 de fev de 2012"
    },
    {
        "classification": 1,
        "headlineText": "According to Gallup's annual Economics and Personal Finance survey, which .  the S&P 500 will all be in the double digits for the first time this business cycle\".",
        "headlineTitle": "The Stock Market Is At An All-Time High — Here's Why So Many .",
        "idx": 409,
        "siteAndDate": "Business Insider-1 de dez de 2013"
    },
    {
        "classification": -1,
        "headlineText": "A global rally in stocks came to an abrupt halt Thursday as a 7% plunge on Japan's Nikkei index .  Investors were rattled by weak economic data from China and indications that the U.S. .  Related: Eurozone business still going backwards.",
        "headlineTitle": "Japan plunge spooks global markets",
        "idx": 410,
        "siteAndDate": "CNN-23 de mai de 2013"
    },
    {
        "classification": -1,
        "headlineText": "A sharp rise in U.S. equity prices could be leading to a dangerous bubble, according to one of the three Americans who won the 2013 Nobel prize for economics .",
        "headlineTitle": "Nobel Prize winner warns of US stock market bubble",
        "idx": 411,
        "siteAndDate": "CNBC.com-2 de dez de 2013"
    },
    {
        "classification": -1,
        "headlineText": "The stock market went on a tear, the labor market didn't, and Wall Street and Main Street came to terms with a New Normal. Without further ado, here are 37,000 .",
        "headlineTitle": "The Most Important Economic Stories of 2013—in 44 Graphs",
        "idx": 416,
        "siteAndDate": "The Atlantic-11 de dez de 2013"
    },
    {
        "classification": 1,
        "headlineText": "General Electric has a solid business and looks pretty good at these prices, he muses. . . But as an investor who has seen dozens of economic downturns, Kahn .",
        "headlineTitle": "Stock Pros Who Survived the Depression",
        "idx": 420,
        "siteAndDate": "Wall Street Journal-15 de abr de 2009"
    },
    {
        "classification": 1,
        "headlineText": "Faced with mounting grain stocks, the food ministry has expedited the process of setting up modern grain silos with capacity of two million tonnes in the major .",
        "headlineTitle": "Silos in 4 states to make space for growing grain stocks",
        "idx": 428,
        "siteAndDate": "Business Standard-21 de abr de 2012"
    },
    {
        "classification": -1,
        "headlineText": "No, what this deal underscores is just what a dog the stock trading business has become. And that seems to be a ubiquitous theme on Wall Street with major .",
        "headlineTitle": "The death of equities: New York Stock Exchange sold for $8.2 billion",
        "idx": 429,
        "siteAndDate": "Quartz-20 de dez de 2012"
    },
    {
        "classification": -1,
        "headlineText": "For much of the past 16 months, however, as stock prices stormed back, investors have been focused on the prospects of an inflationary spike, but history shows .",
        "headlineTitle": "Deflation, Not Inflation, May Be Big Threat to Economy",
        "idx": 432,
        "siteAndDate": "CNBC-18 de jun de 2010"
    },
    {
        "classification": 1,
        "headlineText": "First and foremost, don't abandon stocks. As long as inflation doesn't ramp up to the double-digit levels of the 1970s and early 1980s — a scenario I consider .",
        "headlineTitle": "Stocks can be your best hedge against inflation",
        "idx": 433,
        "siteAndDate": "Washington Post-21 de mai de 2011"
    },
    {
        "classification": 1,
        "headlineText": "It's too early to say whether stocks have recovered from a recent slump that sent .  The company also raised its earnings forecast because of share repurchases.",
        "headlineTitle": "Stocks rise on earnings, economic reports",
        "idx": 434,
        "siteAndDate": "OregonLive.com-17 de ago de 2010"
    },
    {
        "classification": 1,
        "headlineText": "Kotak Mahindra Bank is one of the best stocks to trade today on the long side.\" .  developers, managing large business parks are the key catalysts for the stock.",
        "headlineTitle": "Top 10 intraday and long-term bets to beat volatility",
        "idx": 439,
        "siteAndDate": "Moneycontrol.com-19 de nov de 2012"
    },
    {
        "classification": -1,
        "headlineText": "Netflix (NFLX) stocks tumbled on Tuesday after news that the company had lost over 800,000 subscribers, many of whom were angered by an abortive attempt .",
        "headlineTitle": "Netflix stock falls after subscriber losses, failed Qwikster spinoff worry .",
        "idx": 440,
        "siteAndDate": "Washington Post-25 de out de 2011"
    },
    {
        "classification": -1,
        "headlineText": "Slow growth and high inflation have been major cause of concern for the Indian economy. How do you view the Indian markets, given these economic conditions .",
        "headlineTitle": "It is a good time to accumulate banking stocks'",
        "idx": 441,
        "siteAndDate": "Rediff-7 de jun de 2011"
    },
    {
        "classification": -1,
        "headlineText": "My starting point: Tesco's latest annual report, where the company's directors are .  Like all retailers, the business is susceptible to economic downturn affecting .",
        "headlineTitle": "The 3 Biggest Risks Facing Tesco",
        "idx": 445,
        "siteAndDate": "Motley Fool-14 de nov de 2012"
    },
    {
        "classification": -1,
        "headlineText": "The latest divergence in economic data may be setting up the stock market for a \"nasty New Year surprise,\" says Andrew Wilkinson. Wilkinson, the chief .",
        "headlineTitle": "ANALYST: There's A Big Red Flag In The Economic Data That Could .",
        "idx": 452,
        "siteAndDate": "Business Insider-6 de dez de 2012"
    },
    {
        "classification": -1,
        "headlineText": "Have a look at just about any Russell 2,000 stock at around noon as the volume . . The free market attempted to obliterate this sector of the economy and punish .",
        "headlineTitle": "Does The Government Actually Manipulate The Stock Market?",
        "idx": 459,
        "siteAndDate": "The Business Insider-26 de fev de 2010"
    },
    {
        "classification": -1,
        "headlineText": "Chinese stocks have staged a remarkable comeback in the final weeks of the .  this month on more signs that the worst could be over for the Chinese economy, .",
        "headlineTitle": "Will 2013 Be the 'Break-Out' Year for China Stocks?",
        "idx": 460,
        "siteAndDate": "CNBC.com-27 de dez de 2012"
    },
    {
        "classification": -1,
        "headlineText": "With money market and CD rates at record low levels and sluggish economic, .  Yes, companies with business that continue to grow even in recessions like .",
        "headlineTitle": "6 Recession-Proof Stocks",
        "idx": 462,
        "siteAndDate": "Forbes-13 de dez de 2012"
    },
    {
        "classification": -1,
        "headlineText": "Two principal factors account for the losses: lost economic business activity .  and if the housing stock is replaced with better homes that are sturdier, than on net .",
        "headlineTitle": "Sandy's Economic Cost: Up to $50 Billion and Counting",
        "idx": 466,
        "siteAndDate": "CNBC.com-31 de out de 2012"
    },
    {
        "classification": -1,
        "headlineText": "Moreover, without strong economic growth to cushion it, the market likely will . . “China developed a business model based on reinforcing the worst aspects of .",
        "headlineTitle": "How 9/11 still affects stock, bond investors",
        "idx": 467,
        "siteAndDate": "MarketWatch-7 de set de 2011"
    },
    {
        "classification": 1,
        "headlineText": "Legal insider trading is when corporate insiders—officers, directors, and employees—play by the rules when they buy and sell stock in their own company.",
        "headlineTitle": "Insider Trading: CNBC Explains",
        "idx": 469,
        "siteAndDate": "CNBC.com-18 de ago de 2011"
    },
    {
        "classification": -1,
        "headlineText": "The impact on companies that do business internationally is muted by their .  The relative strength of the yen has little economic effect on these companies until they .  The movement of currencies is subject to many factors, but like stocks, the .",
        "headlineTitle": "How Does The Yen Affect American Finance?",
        "idx": 475,
        "siteAndDate": "Investopedia-4 de out de 2010"
    },
    {
        "classification": 1,
        "headlineText": "It you held a portfolio of the ten best stocks in the S&P 500 since the start of the year, .  Sales from its paint stores were a huge boost to the company's performance, .  Along with progress that correlates with the improving economy, Pulte has .",
        "headlineTitle": "These 10 Stocks Are Having A Monster Year",
        "idx": 479,
        "siteAndDate": "Business Insider-29 de jun de 2012"
    },
    {
        "classification": 1,
        "headlineText": "The surge in the stock market since Donald Trump was elected president last November raises the prospect that a surge in business and investor confidence is .",
        "headlineTitle": "Donald Trump's Pro-Business Stance Inspires, But Economic Growth .",
        "idx": 483,
        "siteAndDate": "Wall Street Journal-4 de jan de 2017"
    },
    {
        "classification": -1,
        "headlineText": "Given that consumption accounts for 70% of US economic activity, this is a major deflationary .  Which means this trend will cut down company earnings and, in turn, .  In 2016, the Tax Policy Center found that 37% of the US stock market was .",
        "headlineTitle": "Baby boomers are retiring — and it's going to have a huge impact on .",
        "idx": 485,
        "siteAndDate": "Business Insider-4 de set de 2017"
    },
    {
        "classification": 1,
        "headlineText": "That convergence added up to a solid economic report card on Friday that . . For Mr. Trump and leaders from both parties on Capitol Hill, business owners say .",
        "headlineTitle": "Jobs, Factories and Stocks Provide Economic Lift for Trump",
        "idx": 486,
        "siteAndDate": "New York Times-4 de ago de 2017"
    },
    {
        "classification": -1,
        "headlineText": "Typically, this will result in the short-term increase of a company's stock .  are bad for the U.S. economy, and extremely dangerous for unsophisticated and .",
        "headlineTitle": "How Stock Buybacks Cause Economic Stagnation: A Q&A With Robert .",
        "idx": 491,
        "siteAndDate": "Forbes-9 de ago de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Since taking office, President Trump has taken to Twitter to point to the rising stock market, strong jobs numbers and the health of the overall economy as signs of .",
        "headlineTitle": "The Markets Are Up, Unemployment Is Down. How Much Credit .",
        "idx": 492,
        "siteAndDate": "New York Times-4 de ago de 2017"
    },
    {
        "classification": -1,
        "headlineText": "IBM shares fell sharply Wednesday after the company reported its 20th quarter of .  Sylla, an economic historian at the New York University Stern School of Business. .  They can grow by reinvesting their profits, and issuing stocks and bonds, .",
        "headlineTitle": "IBM revenue has fallen for 20 quarters — but it used to run its business .",
        "idx": 493,
        "siteAndDate": "Business Insider-19 de abr de 2017"
    },
    {
        "classification": -1,
        "headlineText": "Bond funds soar as stocks slump and hopes for economy start to dim .  greater debt,\" Michael Arone, Chief Investment Strategist for US SPDR Business wrote in .",
        "headlineTitle": "Bond funds soar as stocks slump and hopes for economy start to dim",
        "idx": 495,
        "siteAndDate": "InvestmentNews-20 de abr de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Venture Corp said that while its traditional medical technology, healthcare and life science-related business goes back many years, it had more than doubled in .",
        "headlineTitle": "IT stocks here on hot streak",
        "idx": 497,
        "siteAndDate": "The Straits Times-10 de mai de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Ambani was giving his acceptance speech at the Economic Times Awards for Corporate Excellence, where he won the 'Business Leader of the Year' award, the .",
        "headlineTitle": "India is world's biggest investment opportunity, says a bullish Mukesh .",
        "idx": 498,
        "siteAndDate": "Business Standard-29 de out de 2017"
    },
    {
        "classification": -1,
        "headlineText": "Presidents love to take credit for a rising economy and stock market, and Donald .  \"the president's impact on the stock market and business cycle is minimal.",
        "headlineTitle": "Trump's meager impact on the economy and stocks",
        "idx": 502,
        "siteAndDate": "CBS News-5 de dez de 2017"
    },
    {
        "classification": -1,
        "headlineText": "To recognize this distinction, Trump need only look to the latter portion of the Obama administration, when the stock market boomed and economic growth was .",
        "headlineTitle": "Trump needs a reminder that the stock market isn't the economy",
        "idx": 503,
        "siteAndDate": "Quartz-13 de out de 2017"
    },
    {
        "classification": -1,
        "headlineText": "The average fuel economy of new vehicles sold in December 2015 was 24.8 mpg .  and Urban Analysis at George Washington University, told Business Insider.",
        "headlineTitle": "Rising gas prices are a growing threat to the American way of life",
        "idx": 510,
        "siteAndDate": "Business Insider-8 de mar de 2017"
    },
    {
        "classification": -1,
        "headlineText": "With commercial banks posting weak numbers quarter after quarter, there have been serious efforts both by banks and RBI to address bad loans because .",
        "headlineTitle": "Haircuts: A way to address NPAs in banking system",
        "idx": 511,
        "siteAndDate": "Economic Times-23 de fev de 2017"
    },
    {
        "classification": 1,
        "headlineText": "But within a year and a half, the area's manufacturing economy was .  dire, and whiplashing, the business cycle has been the opposite—steady, positive, and .",
        "headlineTitle": "Why Does the Stock Market Keep Going Up?",
        "idx": 513,
        "siteAndDate": "The Atlantic-18 de out de 2017"
    },
    {
        "classification": 1,
        "headlineText": "State-run Food Corporation of India (FCI) held foodgrain stock of 46 million .  According to the buffer norm, the FCI was required to keep a stock of 30.77 mt of .",
        "headlineTitle": "FCI foodgrain stock at 46 mt, 53% higher than buffer norm",
        "idx": 514,
        "siteAndDate": "Hindu Business Line-9 de out de 2017"
    },
    {
        "classification": 1,
        "headlineText": "The important monthly jobs report comes after a sloppy period for stocks, but ahead of the .  Strong areas of hiring included professional and business services, .",
        "headlineTitle": "Strong November jobs report shows solid economy and best of all .",
        "idx": 515,
        "siteAndDate": "CNBC-8 de dez de 2017"
    },
    {
        "classification": 1,
        "headlineText": "The stock market's gains have come alongside broader economic improvements, as .  Business groups worry the move could spark a costly battle with China.",
        "headlineTitle": "Stock markets wrap up best year since 2013 as investors shrug off bad .",
        "idx": 516,
        "siteAndDate": "Washington Post-29 de dez de 2017"
    },
    {
        "classification": 1,
        "headlineText": "One factor underpinning the lack of volatility in stocks: Economic volatility, both in the U.S. .  That risk-averse behavior has extended to businesses, making them .",
        "headlineTitle": "If You Think Stocks Are Dull, Look at the Economy",
        "idx": 517,
        "siteAndDate": "Wall Street Journal-28 de jun de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Delhi-based Jatin Khemani developed a penchant for the stock market by reading . . According to this young Dalal Street investor, a high-quality business is one .  for sectors like infrastructure, cement, housing, agri-economy and railways.",
        "headlineTitle": "900% return in 4 years! This Delhi youth cracked market mantra early",
        "idx": 518,
        "siteAndDate": "Economic Times-17 de ago de 2017"
    },
    {
        "classification": -1,
        "headlineText": "Looking back, there were seven outstanding recession-proof stocks that managed .  an idea about what qualities the market rewards in times of economic crisis.",
        "headlineTitle": "7 Stocks That Soar in a Recession",
        "idx": 519,
        "siteAndDate": "U.S. News & World Report-15 de mar de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Billionaire Ron Baron says the stock market and economy will double in 13 years .  said Baron, whose company has $23 billion in assets under management.",
        "headlineTitle": "Billionaire Ron Baron says the stock market and economy will double .",
        "idx": 521,
        "siteAndDate": "CNBC-13 de jun de 2017"
    },
    {
        "classification": 1,
        "headlineText": "If you look at the economy, it grows over time. Not at a steady rate, but it grows over time. And markets, particularly the stock market, reflects that. In other words, if .",
        "headlineTitle": "Legendary economist Gary Shilling explains how you can beat the .",
        "idx": 525,
        "siteAndDate": "Business Insider-11 de out de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Trump's agenda, mainly tax reform and cuts to business regulations, has lifted business confidence. Meanwhile, economic growth has accelerated. GDP has .",
        "headlineTitle": "Trump rally: Stocks put 2017 in the record books",
        "idx": 528,
        "siteAndDate": "Fox Business-29 de dez de 2017"
    },
    {
        "classification": -1,
        "headlineText": "Eventually the confidence boost in the markets and economy due to Trump's .  the short term, ill-advised trade policy won't be good for the economy or markets.",
        "headlineTitle": "Congress is on pace to be historically unproductive — and that could .",
        "idx": 529,
        "siteAndDate": "Business Insider-18 de ago de 2017"
    },
    {
        "classification": -1,
        "headlineText": "Census Bureau statistics show that about three-fourths of U.S. business sectors .  Almost all of the gains in the stock market come from these few corporations.",
        "headlineTitle": "Opinion: America's most successful companies are killing the economy",
        "idx": 530,
        "siteAndDate": "MarketWatch-24 de mai de 2017"
    },
    {
        "classification": 1,
        "headlineText": "And the broad economic forces driving Boeing's gains are lifting the earnings at .  The company reported an order backlog that totaled 5,700 aircraft, or about .",
        "headlineTitle": "As Boeing Goes, So Goes the Stock Market",
        "idx": 531,
        "siteAndDate": "New York Times-10 de ago de 2017"
    },
    {
        "classification": 1,
        "headlineText": "The Canadian economy is leading the G7 in terms of growth, so investors might be tempted to think this is as good as it gets. But there are several reasons why .",
        "headlineTitle": "How the Canadian economy – and stock market – can outperform",
        "idx": 532,
        "siteAndDate": "Financial Post-15 de ago de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Technology stocks hog the limelight and outperform the old economy in Hong Kong and .  or at least have a business strategy that taps into the new economy.",
        "headlineTitle": "Technology stocks hog the limelight and outperform the old economy .",
        "idx": 534,
        "siteAndDate": "South China Morning Post-29 de dez de 2017"
    },
    {
        "classification": -1,
        "headlineText": "South Africa's economy is producing a steady stream of negative headlines: recession, record unemployment and the weakest manufacturing in eight years.",
        "headlineTitle": "Tempting JSE stocks emerge amid SA's economic woes",
        "idx": 535,
        "siteAndDate": "Cape Business News-3 de ago de 2017"
    },
    {
        "classification": -1,
        "headlineText": "Everyday there are bloggers and freelancers writing for business news sites. .  In 2013, $130 billion in stock value was wiped out in a matter of minutes following .",
        "headlineTitle": "Can 'Fake News' Impact The Stock Market?",
        "idx": 536,
        "siteAndDate": "Forbes-26 de fev de 2017"
    },
    {
        "classification": 1,
        "headlineText": "The hottest tech stocks are a textbook example of an overheated, unsustainable .  It was a new paradigm of a likely extended period of uninterrupted economic .",
        "headlineTitle": "The hottest tech stocks are a textbook example of an overheated .",
        "idx": 537,
        "siteAndDate": "Business Insider-24 de jun de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Jay Kaplan of Royce Funds said in an interview that, as the U.S. economy continues to .  “Last year, the day-labor business was not so good, even though the .",
        "headlineTitle": "Human capital' stocks come to life as the economy nears full .",
        "idx": 539,
        "siteAndDate": "MarketWatch-10 de mar de 2017"
    },
    {
        "classification": 1,
        "headlineText": ".  about the mid-term prospects for the global economy and the current corporate earnings season. Tokyo stocks extended Friday's 21-year high following strong .",
        "headlineTitle": "Nikkei index highest in over 20 years",
        "idx": 547,
        "siteAndDate": "Deutsche Welle-15 de out de 2017"
    },
    {
        "classification": -1,
        "headlineText": "Closely followed strategist Jim Paulsen told CNBC on Monday he's worried that economic data could stop supporting the stock market's bull run. \"The economy .",
        "headlineTitle": "Strategist Jim Paulsen: The economy may soon lose its power to boost .",
        "idx": 548,
        "siteAndDate": "CNBC-16 de out de 2017"
    },
    {
        "classification": -1,
        "headlineText": "President Trump gave U.S. steel companies a shot in the arm Thursday when he doubled down on his trade threats. Shares of AK Steel (AKS), Nucor (NUE), .",
        "headlineTitle": "Steel stocks jump on Trump's tariff threat",
        "idx": 550,
        "siteAndDate": "CNNMoney-13 de jul de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Earlier this year, Juul Labs quietly spun out of vaping company Pax Labs and quickly catapulted up the charts to become the top e-cigarette producer on the .",
        "headlineTitle": "E-cigarette maker Juul is raising $150 million after spinning out of .",
        "idx": 558,
        "siteAndDate": "CNBC-19 de dez de 2017"
    },
    {
        "classification": 1,
        "headlineText": "Here's why FANG stocks will get stronger even in a slow growth economy, .  this high-beta, high-growth stuff, companies that are investing in their businesses.",
        "headlineTitle": "Here's why FANG stocks will get stronger even in a slow growth .",
        "idx": 560,
        "siteAndDate": "CNBC-7 de jun de 2017"
    },
    {
        "classification": -1,
        "headlineText": "But, in recent years, the stock market has not mirrored the economy well. .  Similarly, in the GDP estimates for 2015-16, banking, finance and business services .",
        "headlineTitle": "Market cap to GDP ratio signals upside for stocks",
        "idx": 579,
        "siteAndDate": "Hindu Business Line-29 de jan de 2017"
    }
]